Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

# privacyPolicyContent
source: This Privacy Policy explains how ImmoSync KLG ("ImmoSync", "we", "us") processes personal data when you use our website, applications and services (the "Services"). ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Baselland, Switzerland · Phone: +41 76 391 94 00 · Email: info@immosync.ch Table of Contents 1. Controller 2. What Data We Process 3. Purposes and Legal Bases 4. Cookies and Tracking 5. Analytics and Third Parties 6. Data Sharing 7. International Transfers 8. Retention 9. Data Security 10. Minors 11. Your Rights 12. How to Exercise Your Rights 13. Changes to this Policy 14. Contact 1. Controller The controller for data processing related to the Services is ImmoSync KLG. For certain functions (e.g. payments via Stripe or push notifications) external providers act as independent controllers or as processors. 2. What Data We Process Depending on how you use the Services, we process among others: Account & profile data (name, email, phone, address, roles) Authentication data (password hashes, tokens) Usage & log data (IP address, device/browser info, actions, timestamps) Content you provide (messages, tickets, documents, media) Payment-related data (via Stripe; we do not store full card numbers) Device/app data for mobile functions (notifications, contacts – only with your consent) Communication data (support requests, feedback) 3. Purposes and Legal Bases (GDPR / Swiss revDSG) Providing and operating the Services; contract performance (Art. 6(1)(b) GDPR) Improving security, stability, performance; legal defense (legitimate interests, Art. 6(1)(f) GDPR) Communicating with you (contract, legitimate interests or consent) Billing and complying with legal obligations (Art. 6(1)(c) GDPR) Optional features based on your consent (Art. 6(1)(a) GDPR); consent may be withdrawn at any time 4. Cookies and Tracking We use necessary cookies for core functionality and may use analytics cookies to understand usage. You can control cookies in your browser settings. Disabling non‑essential cookies may impact functionality. 5. Analytics and Third Parties We use trusted providers for infrastructure, analytics, payments, messaging and error monitoring. These providers process data only as required to deliver their services and in compliance with applicable data protection laws. Examples: Hosting (e.g. Vercel/AWS), Payments (Stripe), Analytics (privacy‑friendly tools or—where permitted—Google Analytics), communication services. 6. Data Sharing We share data as necessary with processors and partners to deliver the Services, fulfill legal obligations or in connection with corporate operations. We do not sell personal data. 7. International Transfers Where personal data is transferred to countries lacking an adequate level of protection, we implement appropriate safeguards (e.g. Standard Contractual Clauses including Swiss addenda). 8. Retention We retain personal data only as long as needed for the described purposes or as required by law. When no longer needed we delete or anonymize it, or securely store it until deletion is feasible (e.g. in backups). 9. Data Security We apply appropriate technical and organizational measures including encryption, access controls and monitoring. No system is 100% secure; use of the Services is at your own risk. 10. Minors Our Services are not directed at children under 18. We do not knowingly collect data from children. If you believe we have done so, contact us for deletion. 11. Your Rights Depending on your residence: access, rectification, erasure, restriction, portability, objection. You may lodge a complaint with a supervisory authority (e.g. FDPIC in Switzerland; an EEA authority; ICO UK). 12. How to Exercise Your Rights Contact us at info@immosync.ch or use our contact form at immosync.ch/contact. Requests are handled in line with legal requirements. 13. Changes to this Policy We update this Policy as needed to reflect changes in processing or legal requirements. The "Last updated" date indicates the current version. 14. Contact ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Baselland) Switzerland Phone: +41 76 391 94 00 Email: info@immosync.ch
de: Diese Datenschutzerklärung erläutert, wie die ImmoSync KLG ("ImmoSync", "wir", "uns") personenbezogene Daten verarbeitet, wenn Sie unsere Website, Anwendungen und Dienste (die "Dienste") nutzen. ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Baselland, Schweiz · Telefon: +41 76 391 94 00 · E‑Mail: info@immosync.ch Inhaltsverzeichnis 1. Verantwortlicher 2. Welche Daten wir verarbeiten 3. Zwecke und Rechtsgrundlagen 4. Cookies und Tracking 5. Analysen und Drittanbieter 6. Weitergabe von Daten 7. Internationale Übermittlungen 8. Aufbewahrung 9. Datensicherheit 10. Minderjährige 11. Ihre Rechte 12. Ausübung Ihrer Rechte 13. Änderungen dieser Erklärung 14. Kontakt 1. Verantwortlicher Verantwortlich für die Datenverarbeitung im Zusammenhang mit den Diensten ist die ImmoSync KLG. Für bestimmte Funktionen (z. B. Zahlungen über Stripe oder Push‑Benachrichtigungen) agieren externe Anbieter als eigenständige Verantwortliche oder als Auftragsverarbeiter. 2. Welche Daten wir verarbeiten Je nach Nutzung der Dienste verarbeiten wir unter anderem folgende Kategorien personenbezogener Daten: Account‑ und Profildaten (Name, E‑Mail, Telefonnummer, Adresse, Rollen) Authentifizierungsdaten (Passwort‑Hashes, Tokens) Nutzungs‑ und Protokolldaten (IP‑Adresse, Geräte/Browser‑Informationen, Aktionen, Zeitstempel) Inhalte, die Sie bereitstellen (Nachrichten, Tickets, Dokumente, Medien) Zahlungsbezogene Daten (über Stripe; vollständige Kartennummern speichern wir nicht) Geräte/App‑Daten für mobile Funktionen (Benachrichtigungen, Kontakte – nur mit Ihrer Zustimmung) Kommunikationsdaten (Support‑Anfragen, Feedback) 3. Zwecke und Rechtsgrundlagen Wir verarbeiten personenbezogene Daten zu folgenden Zwecken und Rechtsgrundlagen nach DSGVO und Schweizer DSG (revDSG): Bereitstellung und Betrieb der Dienste; Vertragserfüllung (Art. 6 Abs. 1 lit. b DSGVO) Verbesserung von Sicherheit, Stabilität und Leistung; Rechtsverteidigung (berechtigte Interessen, Art. 6 Abs. 1 lit. f DSGVO) Kommunikation mit Ihnen (Vertrag, berechtigte Interessen oder Einwilligung) Abrechnung sowie Erfüllung gesetzlicher Pflichten (Art. 6 Abs. 1 lit. c DSGVO) Mit Ihrer Einwilligung für optionale Funktionen (Art. 6 Abs. 1 lit. a DSGVO); Einwilligung kann jederzeit widerrufen werden 4. Cookies und Tracking Wir verwenden notwendige Cookies für grundlegende Funktionen und ggf. Analyse‑Cookies, um die Nutzung zu verstehen. Sie können Cookies in den Einstellungen Ihres Browsers steuern. Das Deaktivieren nicht notwendiger Cookies kann die Funktionalität beeinträchtigen. 5. Analysen und Drittanbieter Wir setzen vertrauenswürdige Anbieter für Infrastruktur, Analysen, Zahlungen, Messaging und Fehlerüberwachung ein. Diese Dienstleister verarbeiten Daten nur, soweit dies zur Leistungserbringung erforderlich ist und im Einklang mit den geltenden Datenschutzgesetzen. Beispiele: Hosting (z. B. Vercel/AWS), Zahlungen (Stripe), Analysen (z. B. datenschutzfreundliche Tools oder – wo zulässig – Google Analytics), Kommunikationsdienste. 6. Weitergabe von Daten Wir teilen Daten, soweit erforderlich, mit Auftragsverarbeitern und Partnern zur Erbringung der Dienste, zur Erfüllung rechtlicher Pflichten oder im Zusammenhang mit Unternehmensvorgängen. Ein Verkauf personenbezogener Daten findet nicht statt. 7. Internationale Übermittlungen Werden personenbezogene Daten in Länder ohne angemessenes Schutzniveau übermittelt, setzen wir geeignete Garantien ein (z. B. Standardvertragsklauseln inkl. Schweizer Anhänge), um Ihre Daten zu schützen. 8. Aufbewahrung Wir bewahren personenbezogene Daten nur so lange auf, wie es für die beschriebenen Zwecke erforderlich ist oder wie es das Recht verlangt. Sind Daten nicht mehr erforderlich, löschen oder anonymisieren wir sie oder bewahren sie sicher auf, bis eine Löschung möglich ist (z. B. in Backups). 9. Datensicherheit Wir treffen dem Risiko angemessene technische und organisatorische Maßnahmen, u. a. Verschlüsselung, Zugriffskontrollen und Monitoring. Kein System ist zu 100 % sicher; die Nutzung der Dienste erfolgt auf eigenes Risiko. 10. Minderjährige Unsere Dienste richten sich nicht an Kinder unter 18 Jahren. Wir erheben wissentlich keine Daten von Kindern. Sollten Sie der Ansicht sein, dass wir solche Daten erhoben haben, kontaktieren Sie uns bitte zur Löschung. 11. Ihre Rechte Je nach Wohnsitz haben Sie Rechte auf Auskunft, Berichtigung, Löschung, Einschränkung, Datenübertragbarkeit und Widerspruch. Außerdem können Sie Beschwerde bei einer Aufsichtsbehörde einlegen (z. B. EDÖB in der Schweiz; eine Datenschutzbehörde im EWR; ICO im Vereinigten Königreich). 12. Ausübung Ihrer Rechte Zur Ausübung Ihrer Rechte oder zum Widerruf von Einwilligungen kontaktieren Sie uns unter info@immosync.ch oder nutzen Sie unser Kontaktformular unter immosync.ch/contact. Wir bearbeiten Anfragen entsprechend den gesetzlichen Vorgaben. 13. Änderungen dieser Erklärung Wir aktualisieren diese Erklärung bei Bedarf, um Änderungen unserer Verarbeitung oder rechtliche Anforderungen abzubilden. Das Datum "Zuletzt aktualisiert" oben weist auf die aktuellste Fassung hin. 14. Kontakt ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Baselland) Schweiz Telefon: +41 76 391 94 00 E‑Mail: info@immosync.ch
fr: La présente politique de confidentialité explique comment ImmoSync KLG ("ImmoSync", "nous") traite les données personnelles lorsque vous utilisez notre site Web, nos applications et services (les "Services"). ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Bâle-Campagne, Suisse · Tél. : +41 76 391 94 00 · E‑mail : info@immosync.ch Table des matières 1. Responsable du traitement 2. Données que nous traitons 3. Finalités et bases légales 4. Cookies et traçage 5. Analyses et fournisseurs tiers 6. Partage des données 7. Transferts internationaux 8. Conservation 9. Sécurité des données 10. Mineurs 11. Vos droits 12. Exercice de vos droits 13. Modifications de la présente politique 14. Contact 1. Responsable du traitement ImmoSync KLG est responsable du traitement lié aux Services. Pour certaines fonctions (p. ex. paiements via Stripe ou notifications push), des fournisseurs externes agissent comme responsables indépendants ou sous-traitants. 2. Données que nous traitons Selon votre utilisation des Services nous traitons notamment : Données de compte et de profil (nom, e‑mail, téléphone, adresse, rôles) Données d’authentification (hachages de mot de passe, jetons) Données d’usage et journaux (adresse IP, infos appareil/navigateur, actions, horodatages) Contenus que vous fournissez (messages, tickets, documents, médias) Données de paiement (via Stripe ; nous ne stockons pas les numéros de carte complets) Données appareil/app pour fonctions mobiles (notifications, contacts – uniquement avec votre consentement) Données de communication (demandes au support, retours) 3. Finalités et bases légales (RGPD / nLPD Suisse) Fourniture et exploitation des Services ; exécution du contrat (art. 6(1)(b) RGPD) Amélioration de la sécurité, stabilité, performances ; défense de droits (intérêt légitime, art. 6(1)(f)) Communication avec vous (contrat, intérêt légitime ou consentement) Facturation et obligations légales (art. 6(1)(c)) Fonctionnalités optionnelles avec consentement (art. 6(1)(a) ; révocable à tout moment) 4. Cookies et traçage Nous utilisons des cookies nécessaires pour les fonctions de base et, le cas échéant, des cookies d’analyse afin de comprendre l’utilisation. Vous pouvez gérer les cookies via les paramètres du navigateur. La désactivation des cookies non essentiels peut limiter certaines fonctions. 5. Analyses et fournisseurs tiers Fournisseurs de confiance pour hébergement, analyses, paiements, messagerie, supervision des erreurs – traitement limité au nécessaire et conforme aux lois applicables. Exemples : Hébergement (Vercel/AWS), Paiements (Stripe), Analyses (outils respectueux de la vie privée ou – lorsque permis – Google Analytics). 6. Partage des données Partage avec sous-traitants et partenaires lorsque nécessaire pour fournir les Services, remplir des obligations légales ou dans le cadre d’opérations corporatives. Aucune vente de données personnelles. 7. Transferts internationaux En cas de transfert vers un pays sans niveau de protection adéquat : garanties appropriées (clauses contractuelles types + annexes suisses). 8. Conservation Durée limitée au nécessaire ou aux exigences légales ; ensuite suppression ou anonymisation (ou conservation sécurisée jusqu’à suppression possible, ex. sauvegardes). 9. Sécurité des données Mesures techniques et organisationnelles adaptées (chiffrement, contrôles d’accès, monitoring). Aucun système n’est 100 % sûr ; usage à vos risques. 10. Mineurs Services non destinés aux moins de 18 ans. Pas de collecte volontaire. Contactez-nous pour suppression si nécessaire. 11. Vos droits Accès, rectification, effacement, limitation, portabilité, opposition ; plainte possible auprès d’une autorité de contrôle (PFPDT Suisse ; autorité UE ; ICO RU). 12. Exercice de vos droits Contact : info@immosync.ch ou formulaire sur immosync.ch/contact. Traitement des demandes conformément au droit applicable. 13. Modifications de la présente politique Mises à jour si évolution des traitements ou exigences légales. La date "Dernière mise à jour" indique la version actuelle. 14. Contact ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Bâle-Campagne) Suisse Tél. : +41 76 391 94 00 E‑mail : info@immosync.ch
it: La presente Informativa sulla Privacy spiega come ImmoSync KLG ("ImmoSync", "noi") tratta i dati personali quando utilizzi il nostro sito web, le applicazioni e i servizi (i "Servizi"). ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Basilea Campagna, Svizzera · Tel: +41 76 391 94 00 · E‑mail: info@immosync.ch Indice 1. Titolare del trattamento 2. Quali dati trattiamo 3. Finalità e basi giuridiche 4. Cookie e tracciamento 5. Analisi e terze parti 6. Condivisione dei dati 7. Trasferimenti internazionali 8. Conservazione 9. Sicurezza dei dati 10. Minori 11. I tuoi diritti 12. Esercizio dei tuoi diritti 13. Modifiche alla presente informativa 14. Contatti 1. Titolare del trattamento Il titolare del trattamento in relazione ai Servizi è ImmoSync KLG. Per alcune funzioni (es. pagamenti con Stripe o notifiche push) fornitori esterni agiscono come titolari autonomi o responsabili del trattamento. 2. Quali dati trattiamo A seconda dell’uso dei Servizi trattiamo, tra gli altri: Dati di account e profilo (nome, e‑mail, telefono, indirizzo, ruoli) Dati di autenticazione (hash delle password, token) Dati di utilizzo e log (indirizzo IP, info dispositivo/browser, azioni, timestamp) Contenuti che fornisci (messaggi, ticket, documenti, media) Dati relativi ai pagamenti (tramite Stripe; non memorizziamo l’intero numero di carta) Dati dispositivo/app per funzioni mobili (notifiche, contatti – solo con consenso) Dati di comunicazione (richieste al supporto, feedback) 3. Finalità e basi giuridiche (GDPR / LPD svizzera) Fornitura e gestione dei Servizi; esecuzione del contratto (Art. 6(1)(b) GDPR) Miglioramento di sicurezza, stabilità, performance; difesa legale (legittimo interesse, Art. 6(1)(f)) Comunicazioni con te (contratto, interesse legittimo o consenso) Fatturazione e obblighi legali (Art. 6(1)(c)) Funzionalità opzionali previo consenso (Art. 6(1)(a)); revocabile in qualsiasi momento 4. Cookie e tracciamento Utilizziamo cookie necessari per funzioni di base ed eventualmente cookie analitici per comprendere l’uso. Puoi gestire i cookie nelle impostazioni del browser. Disattivare cookie non essenziali può limitare funzioni. 5. Analisi e terze parti Utilizziamo fornitori affidabili per infrastruttura, analisi, pagamenti, messaggistica e monitoraggio errori. Trattano i dati solo quanto necessario e nel rispetto della normativa applicabile. Esempi: Hosting (es. Vercel/AWS), Pagamenti (Stripe), Analisi (strumenti privacy-friendly o – dove consentito – Google Analytics). 6. Condivisione dei dati Condividiamo i dati se necessario con responsabili esterni e partner per fornire i Servizi, adempiere obblighi legali o in operazioni societarie. Non vendiamo dati personali. 7. Trasferimenti internazionali Per trasferimenti verso paesi senza livello adeguato di protezione applichiamo garanzie idonee (es. Clausole Contrattuali Standard con allegati svizzeri). 8. Conservazione Conserviamo i dati personali solo per il tempo necessario alle finalità descritte o richiesto dalla legge; poi li eliminiamo o anonimizzamo, oppure li custodiamo in modo sicuro finché la cancellazione è possibile (es. backup). 9. Sicurezza dei dati Misure tecniche e organizzative adeguate (cifratura, controlli accesso, monitoraggio). Nessun sistema è sicuro al 100 %; l’uso dei Servizi avviene a tuo rischio. 10. Minori I Servizi non sono destinati a minori di 18 anni. Non raccogliamo consapevolmente dati di minori. Se ritieni il contrario contattaci per la cancellazione. 11. I tuoi diritti In base alla tua residenza: accesso, rettifica, cancellazione, limitazione, portabilità, opposizione; reclamo a un’autorità di controllo (es. Incaricato federale in Svizzera; autorità UE; ICO UK). 12. Esercizio dei tuoi diritti Contattaci a info@immosync.ch o tramite il modulo su immosync.ch/contact. Le richieste vengono gestite secondo legge. 13. Modifiche alla presente informativa Aggiorniamo questa informativa quando necessario per riflettere cambiamenti nei trattamenti o obblighi legali. La data "Ultimo aggiornamento" indica la versione corrente. 14. Contatti ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Basilea Campagna) Svizzera Tel: +41 76 391 94 00 E‑mail: info@immosync.ch

source: Terms of Service
de: Allgemeine Geschäftsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio

# termsOfServiceLastUpdated
source: Last updated: 1 October 2025
de: Zuletzt aktualisiert: 1. Oktober 2025
fr: Dernière mise à jour : 1 octobre 2025
it: Ultimo aggiornamento: 1 ottobre 2025
