Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

source: Updating property...
de: Immobilie wird aktualisiert...
fr: Mise à jour de la propriété...
it: Aggiornamento proprietà...

source: Creating property...
de: Immobilie wird erstellt...
fr: Création de la propriété...
it: Creazione proprietà...

source: Select amenities
de: Ausstattungsmerkmale auswählen
fr: Sélectionner les équipements
it: Seleziona servizi

source: Add Photos
de: Fotos hinzufügen
fr: Ajouter des photos
it: Aggiungi foto

# selectPhotosDescription
source: Select photos to showcase your property
de: Wählen Sie Fotos aus, um Ihre Immobilie zu präsentieren
fr: Sélectionnez des photos pour présenter votre propriété
it: Seleziona le foto per mostrare la tua proprietà

source: Tap to upload images
de: Tippen, um Bilder hochzuladen
fr: Appuyez pour télécharger des images
it: Tocca per caricare immagini

source: Save Property
de: Immobilie speichern
fr: Enregistrer la propriété
it: Salva proprietà

source: Update Property
de: Immobilie aktualisieren
fr: Mettre à jour la propriété
it: Aggiorna proprietà

source: Payments
de: Zahlungen
fr: Paiements
it: Pagamenti

source: Overview
de: Übersicht
fr: Aperçu
it: Panoramica

source: Payouts
de: Auszahlungen
fr: Versements
it: Prelievi

source: Refresh
de: Aktualisieren
fr: Actualiser
it: Aggiorna

source: Revenue Details
de: Einnahmen Details
fr: Détails des revenus
it: Dettagli entrate

source: Outstanding Payments Details
de: Ausstehende Zahlungen Details
fr: Détails des paiements en attente
it: Dettagli pagamenti in sospeso

source: Total Revenue per Month
de: Gesamteinnahmen pro Monat
fr: Revenu total par mois
it: Entrate totali al mese

source: Average per Property
de: Durchschnitt pro Immobilie
fr: Moyenne par propriété
it: Media per proprietà

source: Number of Properties
de: Anzahl Immobilien
fr: Nombre de propriétés
it: Numero di proprietà

source: Revenue by Property
de: Einnahmen nach Immobilie
fr: Revenu par propriété
it: Entrate per proprietà

source: Revenue Distribution
de: Einnahmenverteilung
fr: Répartition des revenus
it: Distribuzione entrate

source: Rent Income
de: Mieteinnahmen
fr: Revenus locatifs
it: Reddito da affitto

source: Utility Costs
de: Nebenkosten
fr: Charges
it: Spese accessorie

source: Other Income
de: Sonstige Einnahmen
fr: Autres revenus
it: Altre entrate

source: Unknown Address
de: Unbekannte Adresse
fr: Adresse inconnue
it: Indirizzo sconosciuto

source: Open Payments
de: Offene Zahlungen
fr: Paiements ouverts
it: Pagamenti aperti

source: Total Amount
de: Gesamtbetrag
fr: Montant total
it: Importo totale

source: No Outstanding Payments
de: Keine ausstehenden Zahlungen
fr: Aucun paiement en attente
it: Nessun pagamento in sospeso

# allRentPaymentsCurrent
source: All rent payments are current.
de: Alle Mietzahlungen sind aktuell.
fr: Tous les paiements de loyer sont à jour.
it: Tutti i pagamenti dell'affitto sono aggiornati.

# appTitle
source: ImmoSync
de: ImmoLink

source: Area
de: Fläche
fr: Surface

# fileLabel
source: File
de: Datei
fr: Fichier

source: Dashboard
fr: Tableau de bord

# planProfessional
source: Professional
fr: Professionnel

# planEnterprise
source: Enterprise
fr: Entreprise

# upgradeBadge
source: Upgrade
fr: Mise à niveau
