Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

# paymentsTip1
source: - View payment history and status
de: • Zahlungshistorie und Status anzeigen
fr: • Voir l'historique et le statut des paiements
it: • Visualizzare cronologia e stato pagamenti

# paymentsTip2
source: - Set up automatic payment reminders
de: • Automatische Zahlungserinnerungen einrichten
fr: • Configurer des rappels de paiement automatiques
it: • Impostare promemoria pagamenti automatici

# paymentsTip3
source: - Track outstanding payments
de: • Ausstehende Zahlungen verfolgen
fr: • Suivre les paiements en attente
it: • Tracciare pagamenti in sospeso

# paymentsTip4
source: - Generate payment reports
de: • Zahlungsberichte erstellen
fr: • Générer des rapports de paiement
it: • Generare report sui pagamenti

# paymentsTip5
source: - Export payment data
de: • Zahlungsdaten exportieren
fr: • Exporter les données de paiement
it: • Esportare dati di pagamento

# landlordGuideContent
source: Complete guide for landlords:
de: Vollständiges Handbuch für Vermieter:
fr: Guide complet pour les propriétaires :
it: Guida completa per proprietari:

# landlordTip1
source: - Property portfolio management
de: • Immobilienportfolio-Management
fr: • Gestion du portefeuille immobilier
it: • Gestione portafoglio immobiliare

# landlordTip2
source: - Tenant screening and onboarding
de: • Mieter-Screening und Onboarding
fr: • Sélection et intégration des locataires
it: • Selezione e onboarding inquilini

# landlordTip3
source: - Rent collection and tracking
de: • Mieterfassung und -verfolgung
fr: • Collecte et suivi des loyers
it: • Riscossione e tracciamento affitti

# landlordTip4
source: - Maintenance request handling
de: • Bearbeitung von Wartungsanfragen
fr: • Traitement des demandes de maintenance
it: • Gestione richieste di manutenzione

# landlordTip5
source: - Financial reporting and analytics
de: • Finanzberichterstattung und -analytik
fr: • Reporting financier et analytique
it: • Reporting finanziario e analytics

# landlordTip6
source: - Legal compliance and documentation
de: • Rechtliche Compliance und Dokumentation
fr: • Conformité légale et documentation
it: • Conformità legale e documentazione

# tenantGuideContent
source: Complete guide for tenants:
de: Vollständiges Handbuch für Mieter:
fr: Guide complet pour les locataires :
it: Guida completa per inquilini:

# tenantTip1
source: - Property search and viewing
de: • Immobiliensuche und -besichtigung
fr: • Recherche et visite de propriétés
it: • Ricerca e visione proprietà

# tenantTip2
source: - Rental application process
de: • Mietantragsprozess
fr: • Processus de candidature locative
it: • Processo di candidatura affitto

# tenantTip3
source: - Lease agreements and documentation
de: • Mietverträge und Dokumentation
fr: • Contrats de location et documentation
it: • Contratti di locazione e documentazione

# tenantTip4
source: - Rent payment and history
de: • Mietzahlung und -historie
fr: • Paiement de loyer et historique
it: • Pagamento affitto e cronologia

# tenantTip5
source: - Maintenance request submission
de: • Wartungsanfragen einreichen
fr: • Soumission de demandes de maintenance
it: • Invio richieste di manutenzione

# tenantTip6
source: - Communication with landlords
de: • Kommunikation mit Vermietern
fr: • Communication avec les propriétaires
it: • Comunicazione con proprietari

# securityGuideContent
source: Keep your account secure:
de: Halten Sie Ihr Konto sicher:
fr: Gardez votre compte sécurisé :
it: Mantieni il tuo account sicuro:

# securityTip1
source: - Use a strong, unique password
de: • Verwenden Sie ein starkes, einzigartiges Passwort
fr: • Utilisez un mot de passe fort et unique
it: • Usa una password forte e unica

# securityTip2
source: - Enable two-factor authentication
de: • Aktivieren Sie die Zwei-Faktor-Authentifizierung
fr: • Activez l'authentification à deux facteurs
it: • Abilita l'autenticazione a due fattori

# securityTip3
source: - Review privacy settings regularly
de: • Überprüfen Sie regelmäßig die Datenschutzeinstellungen
fr: • Vérifiez régulièrement les paramètres de confidentialité
it: • Controlla regolarmente le impostazioni privacy

# securityTip4
source: - Be cautious with shared information
de: • Seien Sie vorsichtig mit geteilten Informationen
fr: • Soyez prudent avec les informations partagées
it: • Sii cauto con le informazioni condivise

# securityTip5
source: - Report suspicious activity immediately
de: • Melden Sie verdächtige Aktivitäten sofort
fr: • Signalez immédiatement les activités suspectes
it: • Segnala immediatamente attività sospette

# securityTip6
source: - Keep the app updated
de: • Halten Sie die App aktuell
fr: • Gardez l'application à jour
it: • Mantieni l'app aggiornata

# weAreHereToHelp
source: We're Here to Help
de: Wir sind hier, um zu helfen
fr: Nous sommes là pour vous aider
it: Siamo qui per aiutarti

# supportTeamDescription
source: Our support team is ready to assist you with any questions or issues you may have. Choose how you'd like to get in touch.
de: Unser Support-Team steht bereit, Sie bei allen Fragen oder Problemen zu unterstützen. Wählen Sie, wie Sie Kontakt aufnehmen möchten.
fr: Notre équipe de support est prête à vous aider avec toutes questions ou problèmes. Choisissez comment vous souhaitez nous contacter.
it: Il nostro team di supporto è pronto ad assisterti con qualsiasi domanda o problema. Scegli come vuoi contattarci.

source: Quick Contact
de: Schnellkontakt
fr: Contact rapide
it: Contatto rapido

source: Email Us
de: E-Mail senden
fr: Nous envoyer un e-mail
it: Inviaci un'email

source: Call Us
de: Anrufen
fr: Nous appeler
it: Chiamaci

source: Live Chat
fr: Chat en direct
it: Chat dal vivo

# submitSupportRequest
source: Submit a Support Request
de: Support-Anfrage senden
fr: Soumettre une demande de support
it: Invia richiesta di supporto

# supportFormDescription
source: Fill out the form below and we'll get back to you as soon as possible.
de: Füllen Sie das folgende Formular aus und wir melden uns so schnell wie möglich bei Ihnen.
fr: Remplissez le formulaire ci-dessous et nous vous répondrons dès que possible.
it: Compila il modulo sottostante e ti risponderemo il prima possibile.

source: Account Information
de: Kontoinformationen
fr: Informations du compte
it: Informazioni account

source: Name
fr: Nom
it: Nome

source: Not available
de: Nicht verfügbar
fr: Non disponible
it: Non disponibile

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: General
de: Allgemein
fr: Général
it: Generale

# accountAndSettings
source: Account & Settings
de: Konto & Einstellungen
fr: Compte et paramètres
it: Account e impostazioni

source: Technical Issues
de: Technische Probleme
fr: Problèmes techniques
it: Problemi tecnici

source: Security Concerns
de: Sicherheitsbedenken
fr: Préoccupations de sécurité
it: Preoccupazioni di sicurezza

source: Feature Request
de: Feature-Anfrage
fr: Demande de fonctionnalité
it: Richiesta funzionalità

source: Bug Report
de: Fehlerbericht
fr: Rapport de bug
it: Segnalazione bug

source: Urgent
de: Dringend
it: Urgente

source: Subject
de: Betreff
fr: Sujet
it: Oggetto

# subjectHint
source: Brief description of your issue
de: Kurze Beschreibung Ihres Problems
fr: Brève description de votre problème
it: Breve descrizione del tuo problema

# pleaseEnterSubject
source: Please enter a subject
de: Bitte geben Sie einen Betreff ein
fr: Veuillez saisir un sujet
it: Inserisci un oggetto

source: Describe your issue
de: Beschreiben Sie Ihr Problem
fr: Décrivez votre problème
it: Descrivi il tuo problema

# issueDescriptionHint
source: Please provide as much detail as possible to help us assist you better
de: Bitte geben Sie so viele Details wie möglich an, um uns zu helfen, Ihnen besser zu helfen
fr: Veuillez fournir autant de détails que possible pour nous aider à mieux vous assister
it: Fornisci quanti più dettagli possibili per aiutarci a servirti meglio

# pleaseDescribeIssue
source: Please describe your issue
de: Bitte beschreiben Sie Ihr Problem
fr: Veuillez décrire votre problème
it: Descrivi il tuo problema

# provideMoreDetails
source: Please provide more details (at least 10 characters)
de: Bitte geben Sie mehr Details an (mindestens 10 Zeichen)
fr: Veuillez fournir plus de détails (au moins 10 caractères)
it: Fornisci più dettagli (almeno 10 caratteri)

source: Submit Request
de: Anfrage senden
fr: Soumettre la demande
it: Invia richiesta

source: Support Information
de: Support-Informationen
fr: Informations de support
it: Informazioni supporto

source: Response Time
de: Antwortzeit
fr: Temps de réponse
it: Tempo di risposta

# responseTimeInfo
source: Usually within 24 hours
de: Normalerweise innerhalb von 24 Stunden
fr: Généralement dans les 24 heures
it: Solitamente entro 24 ore

source: Languages
de: Sprachen
fr: Langues
it: Lingue

# languagesSupported
source: English, German, French, Italian
de: Deutsch, Englisch, Französisch, Italienisch
fr: Allemand, Anglais, Français, Italien
it: Tedesco, Inglese, Francese, Italiano

source: Support Hours
de: Support-Zeiten
fr: Heures de support
it: Orari supporto

# supportHoursInfo
source: Monday-Friday, 9:00-18:00 CET
de: Montag-Freitag, 9:00-18:00 MEZ
fr: Lundi-Vendredi, 9h00-18h00 CET
it: Lunedì-Venerdì, 9:00-18:00 CET

# emergencyInfo
source: For urgent issues, call +41 800 123 456
de: Bei dringenden Problemen rufen Sie +41 800 123 456 an
fr: Pour les problèmes urgents, appelez le +41 800 123 456
it: Per problemi urgenti, chiama +41 800 123 456

# couldNotOpenEmail
source: Could not open email app
de: E-Mail-App konnte nicht geöffnet werden
fr: Impossible d'ouvrir l'application e-mail
it: Impossibile aprire l'app email

# couldNotOpenPhone
source: Could not open phone app
de: Telefon-App konnte nicht geöffnet werden
fr: Impossible d'ouvrir l'application téléphone
it: Impossibile aprire l'app telefono

# liveChatTitle
source: Live Chat
fr: Chat en direct
it: Chat dal vivo

# liveChatAvailable
source: Live chat is currently available during business hours (Monday-Friday, 9:00-18:00 CET).
de: Live-Chat ist derzeit während der Geschäftszeiten verfügbar (Montag-Freitag, 9:00-18:00 MEZ).
fr: Le chat en direct est actuellement disponible pendant les heures d'ouverture (Lundi-Vendredi, 9h00-18h00 CET).
it: La chat dal vivo è attualmente disponibile durante l'orario lavorativo (Lunedì-Venerdì, 9:00-18:00 CET).

# liveChatOutsideHours
source: For immediate assistance outside business hours, please use the support form or send us an email.
de: Für sofortige Hilfe außerhalb der Geschäftszeiten verwenden Sie bitte das Support-Formular oder senden Sie uns eine E-Mail.
fr: Pour une aide immédiate en dehors des heures d'ouverture, veuillez utiliser le formulaire de support ou nous envoyer un e-mail.
it: Per assistenza immediata fuori dall'orario lavorativo, utilizza il modulo di supporto o inviaci un'email.

source: Close
de: Schließen
fr: Fermer
it: Chiudi

source: Start Chat
de: Chat starten
fr: Démarrer le chat
it: Inizia chat

# liveChatSoon
source: Live chat feature will be available soon
de: Live-Chat-Funktion wird bald verfügbar sein
fr: Fonctionnalité de chat en direct bientôt disponible
it: Funzionalità chat dal vivo disponibile presto

# supportRequestSubmitted
source: Support request submitted successfully! We'll get back to you soon.
de: Support-Anfrage erfolgreich gesendet! Wir melden uns bald bei Ihnen.
fr: Demande de support soumise avec succès ! Nous vous répondrons bientôt.
it: Richiesta di supporto inviata con successo! Ti risponderemo presto.

source: Support Requests
de: Support-Anfragen
fr: Demandes de support
it: Richieste di supporto

source: No support requests
de: Keine Support-Anfragen vorhanden
fr: Aucune demande de support
it: Nessuna richiesta di supporto

# supportRequestStatusOpen
source: Open
de: Offen
fr: Ouverte
it: Aperta

# supportRequestStatusInProgress
source: In Progress
de: In Bearbeitung
fr: En cours
it: In corso

# supportRequestStatusClosed
source: Closed
de: Geschlossen
fr: Fermée
it: Chiusa

# supportRequestStatusChanged
source: Status changed to {status}
de: Status geändert zu {status}
fr: Statut changé en {status}
it: Stato cambiato in {status}

source: My Tenants
de: Meine Mieter
fr: Mes locataires
it: I miei inquilini

source: My Landlords
de: Meine Vermieter
fr: Mes propriétaires
it: I miei proprietari

source: Maintenance Request Details
de: Details der Wartungsanfrage
fr: Détails de la demande de maintenance
it: Dettagli richiesta di manutenzione

source: Block User
de: Benutzer blockieren
fr: Bloquer l'utilisateur
it: Blocca utente

source: Report Conversation
de: Unterhaltung melden
fr: Signaler la conversation
it: Segnala conversazione

source: Delete Conversation
de: Unterhaltung löschen
fr: Supprimer la conversation
it: Elimina conversazione

source: Unblock User
de: Blockierung aufheben
fr: Débloquer l’utilisateur
it: Sblocca utente

# blockedLabel
source: Blocked
de: Blockiert
fr: Bloqué
it: Bloccato

source: Block
de: Blockieren
fr: Bloquer
it: Blocca

source: Unblock
de: Entsperren
fr: Débloquer
it: Sblocca

source: Report
de: Melden
fr: Signaler
it: Segnala

# blockConfirmBody
source: Are you sure you want to block this user? You will no longer receive messages from them.
de: Möchten Sie diesen Benutzer wirklich blockieren? Sie erhalten keine Nachrichten mehr von ihm.
fr: Voulez-vous vraiment bloquer cet utilisateur ? Vous ne recevrez plus ses messages.
it: Sei sicuro di voler bloccare questo utente? Non riceverai più i suoi messaggi.

# unblockConfirmBody
source: Do you want to unblock this user? You will be able to exchange messages again.
de: Möchten Sie diesen Benutzer entsperren? Sie können wieder Nachrichten austauschen.
fr: Voulez-vous débloquer cet utilisateur ? Vous pourrez à nouveau échanger des messages.
it: Vuoi sbloccare questo utente? Potrai di nuovo scambiare messaggi.

# reportConfirmBody
source: Are you sure you want to report this conversation? Our support team will review it.
de: Möchten Sie diese Unterhaltung wirklich melden? Unser Support-Team wird sie prüfen.
fr: Voulez-vous vraiment signaler cette conversation ? Notre équipe d'assistance l'examinera.
it: Sei sicuro di voler segnalare questa conversazione? Il nostro team di supporto la esaminerà.

# deleteConversationConfirmBody
source: Are you sure you want to delete this conversation? This action cannot be undone.
de: Möchten Sie diese Unterhaltung wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer cette conversation ? Cette action est irréversible.
it: Sei sicuro di voler eliminare questa conversazione? Questa azione non può essere annullata.

source: Chat Options
de: Chat-Optionen
fr: Options du chat
it: Opzioni chat

source: Gallery
de: Galerie
fr: Galerie
it: Galleria

source: Camera
de: Kamera
fr: Appareil photo
it: Fotocamera

source: Document
de: Dokument
it: Documento

source: Emojis
fr: Émojis
it: Emoji

source: Image ready to send
de: Bild bereit zum Senden
fr: Image prête à être envoyée
it: Immagine pronta per l'invio

source: File ready to send
de: Datei bereit zum Senden
fr: Fichier prêt à être envoyé
it: File pronto per l'invio

# pleaseSendTextFirst
source: Please send a text message first to start the conversation
de: Bitte senden Sie zuerst eine Textnachricht, um die Unterhaltung zu starten
fr: Veuillez d'abord envoyer un message texte pour démarrer la conversation
it: Invia prima un messaggio di testo per avviare la conversazione

# encryptionKeyNotReady
source: Encryption key not ready yet...
de: Verschlüsselungsschlüssel noch nicht bereit...
fr: La clé de chiffrement n'est pas encore prête...
it: La chiave di crittografia non è ancora pronta...

# openFileFailed
source: Open failed
de: Öffnen fehlgeschlagen
fr: Échec de l'ouverture
it: Apertura non riuscita

source: Attachment failed
de: Anhang fehlgeschlagen
fr: Échec de la pièce jointe
it: Invio allegato non riuscito

source: Error selecting image
de: Fehler beim Auswählen des Bildes
fr: Erreur lors de la sélection de l'image
it: Errore durante la selezione dell'immagine

source: Error taking photo
de: Fehler beim Aufnehmen des Fotos
fr: Erreur lors de la prise de la photo
it: Errore durante lo scatto della foto

source: Error sending document
de: Fehler beim Senden des Dokuments
fr: Erreur lors de l'envoi du document
it: Errore durante l'invio del documento

# cannotMakeCallOnDevice
source: Cannot make phone calls on this device
de: Auf diesem Gerät können keine Anrufe getätigt werden
fr: Impossible de passer des appels sur cet appareil
it: Impossibile effettuare chiamate su questo dispositivo

source: Error initiating call
de: Fehler beim Starten des Anrufs
fr: Erreur lors du démarrage de l'appel
it: Errore durante l'avvio della chiamata

source: Invitation sent successfully
de: Einladung erfolgreich gesendet
fr: Invitation envoyée avec succès
it: Invito inviato con successo

source: Failed to send invitation
de: Senden der Einladung fehlgeschlagen
fr: Échec de l'envoi de l'invitation
it: Invio dell'invito non riuscito

source: Invitation accepted successfully!
de: Einladung erfolgreich angenommen!
fr: Invitation acceptée avec succès !
it: Invito accettato con successo!

# invitationDeclined
source: Declined
de: Abgelehnt
fr: Refusée
it: Rifiutato

# failedToRespondInvitation
source: Failed to respond to invitation
de: Antwort auf Einladung fehlgeschlagen
fr: Échec de la réponse à l'invitation
it: Risposta all'invito non riuscita

# callPrompt
source: Do you want to make this call?
de: Möchten Sie diesen Anruf tätigen?
fr: Voulez-vous passer cet appel ?
it: Vuoi effettuare questa chiamata?

source: Add Note
de: Notiz hinzufügen
fr: Ajouter une note
it: Aggiungi nota

source: Create Request
de: Anfrage erstellen
fr: Créer une demande
it: Crea richiesta

source: Invalid
de: Ungültig
fr: Invalide
it: Non valido

source: Failed
de: Fehlgeschlagen
fr: Échoué
it: Fallito

source: Success
de: Erfolgreich
fr: Succès
it: Successo

source: Loading...
de: Lädt...
fr: Chargement...
it: Caricamento...

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

source: Delete
de: Löschen
fr: Supprimer
it: Elimina

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica

source: View
de: Anzeigen
fr: Voir
it: Visualizza

source: Back
de: Zurück
fr: Retour
it: Indietro

source: Next
de: Weiter
fr: Suivant
it: Avanti

source: Previous
de: Zurück
fr: Précédent
it: Precedente

source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma

source: Submit
de: Senden
fr: Soumettre
it: Invia

source: Upload
de: Hochladen
fr: Télécharger
it: Carica

source: Download
de: Herunterladen
fr: Télécharger
it: Scarica

source: Share
de: Teilen
fr: Partager
it: Condividi

source: Paste
de: Einfügen
fr: Coller
it: Incolla

source: Select
de: Auswählen
fr: Sélectionner
it: Seleziona

source: Choose
de: Wählen
fr: Choisir
it: Scegli

source: Filter
fr: Filtrer
it: Filtra

source: Sort
de: Sortieren
fr: Trier
it: Ordina

source: No data
de: Keine Daten
fr: Aucune donnée
it: Nessun dato

source: Try again
de: Erneut versuchen
fr: Réessayer
it: Riprova

source: Search services...
de: Services suchen...
fr: Rechercher des services...
it: Cerca servizi...

source: Confirm Booking
de: Buchung bestätigen
fr: Confirmer la réservation
it: Conferma prenotazione

source: Booking Confirmed
de: Buchung bestätigt
fr: Réservation confirmée
it: Prenotazione confermata

# unableToOpenChat
source: Unable to open chat. Please try again.
de: Chat kann nicht geöffnet werden. Bitte versuchen Sie es erneut.
fr: Impossible d'ouvrir le chat. Veuillez réessayer.
it: Impossibile aprire la chat. Riprova.

source: Failed to send message
de: Nachricht konnte nicht gesendet werden
fr: Échec de l'envoi du message
it: Invio messaggio fallito

source: Choose export format:
de: Exportformat wählen:
fr: Choisir le format d'exportation :
it: Scegli formato di esportazione:

source: Error loading payments
de: Fehler beim Laden der Zahlungen
fr: Erreur lors du chargement des paiements
it: Errore nel caricamento dei pagamenti

source: Error loading properties
de: Fehler beim Laden der Immobilien
fr: Erreur lors du chargement des propriétés
it: Errore nel caricamento delle proprietà

source: Error loading property metrics
de: Fehler beim Laden der Immobilienkennzahlen
fr: Erreur lors du chargement des métriques de propriété
it: Errore nel caricamento delle metriche delle proprietà

source: Error loading maintenance data
de: Fehler beim Laden der Wartungsdaten
fr: Erreur lors du chargement des données de maintenance
it: Errore nel caricamento dei dati di manutenzione

source: Error loading payment summary
de: Fehler beim Laden der Zahlungsübersicht
fr: Erreur lors du chargement du résumé des paiements
it: Errore nel caricamento del riepilogo pagamenti

source: Error loading maintenance requests
de: Fehler beim Laden der Wartungsanfragen
fr: Erreur lors du chargement des demandes de maintenance
it: Errore nel caricamento delle richieste di manutenzione

source: Error loading payment history
de: Fehler beim Laden der Zahlungshistorie
fr: Erreur lors du chargement de l'historique des paiements
it: Errore nel caricamento della cronologia pagamenti

# searchConversationsHint
source: Search conversations...
de: Unterhaltungen suchen...
fr: Rechercher des conversations...
it: Cerca conversazioni...

# searchContactsHint
source: Search contacts...
de: Kontakte suchen...
fr: Rechercher des contacts...
it: Cerca contatti...

source: Failed to start conversation
de: Unterhaltung konnte nicht gestartet werden
fr: Échec du démarrage de la conversation
it: Avvio conversazione fallito

source: Failed to load image
de: Bild konnte nicht geladen werden
fr: Échec du chargement de l'image
it: Caricamento immagine fallito

source: Failed to load messages
de: Nachrichten konnten nicht geladen werden
fr: Échec du chargement des messages
it: Caricamento messaggi fallito

source: Recent Messages
de: Neueste Nachrichten
fr: Messages récents
it: Messaggi recenti

source: Property Manager
de: Immobilienverwalter
fr: Gestionnaire immobilier
it: Gestore immobiliare

source: Documents
de: Dokumente
it: Documenti

source: Auto Payment
de: Automatische Zahlung
fr: Paiement automatique
it: Pagamento automatico

source: Payment History
de: Zahlungshistorie
fr: Historique des paiements
it: Storico pagamenti

source: Search properties, maintenance, messages...
de: Immobilien, Wartung, Nachrichten suchen...
fr: Rechercher propriétés, maintenance, messages...
it: Cerca proprietà, manutenzione, messaggi...

# errorGeneric
source: Error
de: Fehler
fr: Erreur
it: Errore

# pleaseSelectProperty
source: Please select a property
de: Bitte wählen Sie eine Immobilie
fr: Veuillez sélectionner une propriété
it: Seleziona una proprietà

source: Maintenance request submitted successfully
de: Wartungsanfrage erfolgreich eingereicht
fr: Demande de maintenance soumise avec succès
it: Richiesta di manutenzione inviata con successo

source: Failed to submit request
de: Anfrage konnte nicht eingereicht werden
fr: Échec de la soumission de la demande
it: Invio richiesta fallito

source: Status updated to
de: Status aktualisiert auf
fr: Statut mis à jour à
it: Stato aggiornato a

source: Failed to update status
de: Status konnte nicht aktualisiert werden
fr: Échec de la mise à jour du statut
it: Aggiornamento stato fallito

source: Note added successfully
de: Notiz erfolgreich hinzugefügt
fr: Note ajoutée avec succès
it: Nota aggiunta con successo

source: Failed to add note
de: Notiz konnte nicht hinzugefügt werden
fr: Échec de l'ajout de la note
it: Aggiunta nota fallita

source: Filter options will be implemented
de: Filteroptionen werden implementiert
fr: Les options de filtrage seront implémentées
it: Le opzioni di filtro saranno implementate
