Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

# imagesSelected
source: {count} image(s) selected
de: {count} Bild(er) ausgewählt
fr: {count} image(s) sélectionnée(s)
it: {count} immagine/i selezionata/e

source: No images selected
de: Keine Bilder ausgewählt
fr: Aucune image sélectionnée
it: Nessuna immagine selezionata

source: Error selecting images
de: Fehler beim Auswählen der Bilder
fr: Erreur lors de la sélection des images
it: Errore nella selezione delle immagini

source: Property updated successfully!
de: Immobilie erfolgreich aktualisiert!
fr: Propriété mise à jour avec succès !
it: Proprietà aggiornata con successo!

source: Property created successfully!
de: Immobilie erfolgreich erstellt!
fr: Propriété créée avec succès !
it: Proprietà creata con successo!

source: Delete Service
de: Service löschen
fr: Supprimer le service
it: Elimina servizio

source: Service deleted
de: Service gelöscht
fr: Service supprimé
it: Servizio eliminato

source: Search properties, landlords, messages...
de: Immobilien, Vermieter, Nachrichten suchen...
fr: Rechercher propriétés, propriétaires, messages...
it: Cerca proprietà, proprietari, messaggi...

source: Error loading conversations
de: Fehler beim Laden der Unterhaltungen
fr: Erreur lors du chargement des conversations
it: Errore nel caricamento delle conversazioni

# allowViewBasicProfile
source: Allow other users to view your basic profile information
de: Anderen Benutzern erlauben, Ihre grundlegenden Profilinformationen anzuzeigen
fr: Permettre aux autres utilisateurs de voir vos informations de profil de base
it: Permetti ad altri utenti di vedere le tue informazioni di profilo di base

# letUsersFindsPropertiesInSearch
source: Let other users find your properties in search results
de: Anderen Benutzern erlauben, Ihre Immobilien in Suchergebnissen zu finden
fr: Permettre aux autres utilisateurs de trouver vos propriétés dans les résultats de recherche
it: Permetti ad altri utenti di trovare le tue proprietà nei risultati di ricerca

source: Share Usage Analytics
de: Nutzungsanalytik teilen
fr: Partager les analyses d'utilisation
it: Condividi analisi di utilizzo

# getUpdatesAboutNewFeatures
source: Get updates about new features, tips, and special offers
de: Updates über neue Funktionen, Tipps und Sonderangebote erhalten
fr: Recevoir des mises à jour sur les nouvelles fonctionnalités, conseils et offres spéciales
it: Ricevi aggiornamenti su nuove funzionalità, suggerimenti e offerte speciali

# downloadCopyPersonalData
source: Download a copy of your personal data
de: Eine Kopie Ihrer persönlichen Daten herunterladen
fr: Télécharger une copie de vos données personnelles
it: Scarica una copia dei tuoi dati personali

# permanentlyDeleteAccount
source: Permanently delete your account and all data
de: Konto und alle Daten dauerhaft löschen
fr: Supprimer définitivement le compte et toutes les données
it: Elimina definitivamente account e tutti i dati

# dataExportRequestSubmitted
source: Data export request submitted. You will receive an email with the download link.
de: Datenexport-Anfrage eingereicht. Sie erhalten eine E-Mail mit dem Download-Link.
fr: Demande d'export de données soumise. Vous recevrez un e-mail avec le lien de téléchargement.
it: Richiesta di esportazione dati inviata. Riceverai un'email con il link di download.

# contactLandlordForAccess
source: Contact your landlord to get access to your property
de: Kontaktieren Sie Ihren Vermieter für Zugang zu Ihrer Immobilie
fr: Contactez votre propriétaire pour accéder à votre propriété
it: Contatta il tuo proprietario per accedere alla tua proprietà

source: My Maintenance Requests
de: Meine Wartungsanfragen
fr: Mes demandes de maintenance
it: Le mie richieste di manutenzione

# errorLoadingRequests
source: Error loading maintenance requests
de: Fehler beim Laden der Anfragen
fr: Erreur lors du chargement des demandes
it: Errore nel caricamento delle richieste

source: Created
de: Erstellt
fr: Créé
it: Creato

source: Updated
de: Aktualisiert
fr: Mis à jour
it: Aggiornato

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

source: Yesterday
de: Gestern
fr: Hier
it: Ieri

# statusPending
source: Pending
de: Ausstehend
fr: En attente
it: In attesa

# statusInProgress
source: In Progress
de: In Bearbeitung
fr: En cours
it: In corso

# statusCompleted
source: Completed
de: Abgeschlossen
fr: Terminé
it: Completato

# statusCancelled
source: Cancelled
de: Storniert
fr: Annulé
it: Annullato

# priorityHigh
source: High
de: Hoch
fr: Haute
it: Alta

# priorityMedium
source: Medium
de: Mittel
fr: Moyenne
it: Media

# priorityLow
source: Low
de: Niedrig
fr: Basse
it: Bassa

# accountDeletionRequestSubmitted
source: Account deletion request submitted. This feature will be available soon.
de: Kontolöschungs-Anfrage eingereicht. Diese Funktion wird bald verfügbar sein.
fr: Demande de suppression de compte soumise
it: Richiesta di eliminazione account inviata

source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password

source: Password changed successfully
de: Passwort erfolgreich geändert
fr: Mot de passe changé avec succès
it: Password cambiata con successo

source: Failed to change password
de: Passwort konnte nicht geändert werden
fr: Échec du changement de mot de passe
it: Cambio password fallito

source: Profile image upload coming soon
de: Profilbild-Upload kommt bald
fr: Téléchargement d'image de profil bientôt disponible
it: Caricamento immagine profilo disponibile presto

source: Invalid chat parameters
de: Ungültige Chat-Parameter
fr: Paramètres de chat invalides
it: Parametri chat non validi

# allowOtherUsersViewProfile
source: Allow other users to view your basic profile information
de: Anderen Benutzern erlauben, Ihre grundlegenden Profilinformationen anzuzeigen
fr: Permettre aux autres utilisateurs de voir votre profil
it: Permetti ad altri utenti di vedere il tuo profilo

# letOtherUsersFindProperties
source: Let other users find your properties in search results
de: Anderen Benutzern erlauben, Ihre Immobilien in Suchergebnissen zu finden
fr: Permettre aux autres utilisateurs de trouver vos propriétés
it: Permetti ad altri utenti di trovare le tue proprietà

# shareUsageAnalyticsDesc
source: Share usage analytics to help improve the app
de: Nutzungsanalytik teilen, um die App zu verbessern
fr: Partager les analyses d'utilisation pour améliorer l'application
it: Condividi analisi di utilizzo per migliorare l'app

# getUpdatesNewFeatures
source: Get updates about new features, tips, and special offers
de: Updates über neue Funktionen, Tipps und Sonderangebote erhalten
fr: Recevoir des mises à jour sur les nouvelles fonctionnalités
it: Ricevi aggiornamenti su nuove funzionalità

# downloadPersonalData
source: Download a copy of your personal data
de: Eine Kopie Ihrer persönlichen Daten herunterladen
fr: Télécharger vos données personnelles
it: Scarica i tuoi dati personali

# permanentlyDeleteAccountData
source: Permanently delete your account and all data
de: Konto und alle Daten dauerhaft löschen
fr: Supprimer définitivement le compte et toutes les données
it: Elimina definitivamente account e tutti i dati

# dataExportRequestSubmittedMessage
source: Data export request submitted. You will receive an email with the download link.
de: Datenexport-Anfrage eingereicht. Sie erhalten eine E-Mail mit dem Download-Link.
fr: Demande d'exportation de données soumise avec succès
it: Richiesta di esportazione dati inviata con successo

# accountDeletionRequestSubmittedMessage
source: Account deletion request submitted. This feature will be available soon.
de: Kontolöschungs-Anfrage eingereicht. Diese Funktion wird bald verfügbar sein.
fr: Demande de suppression de compte soumise avec succès
it: Richiesta di eliminazione account inviata con successo

source: Current Password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe
it: Conferma password

source: Passwords do not match
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# pleaseEnterCurrentPassword
source: Please enter your current password
de: Bitte geben Sie Ihr aktuelles Passwort ein
fr: Veuillez saisir le mot de passe actuel
it: Inserisci la password attuale

# pleaseEnterNewPassword
source: Please enter a new password
de: Bitte geben Sie ein neues Passwort ein
fr: Veuillez saisir le nouveau mot de passe
it: Inserisci la nuova password

# passwordTooShort
source: Password must be at least 6 characters long
de: Passwort muss mindestens 6 Zeichen lang sein
fr: Mot de passe trop court
it: Password troppo corta

# currentPasswordIncorrect
source: Current password is incorrect
de: Aktuelles Passwort ist falsch
fr: Mot de passe actuel incorrect
it: Password attuale errata

source: Privacy & Visibility
de: Datenschutz & Sichtbarkeit
fr: Confidentialité et visibilité
it: Privacy e visibilità

source: Public Profile
de: Öffentliches Profil
fr: Profil public
it: Profilo pubblico

source: Search Visibility
de: Suchsichtbarkeit
fr: Visibilité dans la recherche
it: Visibilità nella ricerca

# dataAndAnalytics
source: Data & Analytics
de: Daten & Analytik
fr: Données et analyses
it: Dati e analisi

source: Communication Preferences
de: Kommunikationspräferenzen
fr: Préférences de communication
it: Preferenze di comunicazione

source: Marketing Emails
fr: E-mails marketing
it: Email di marketing

source: Data Management
de: Datenverwaltung
fr: Gestion des données
it: Gestione dati

source: Export My Data
de: Meine Daten exportieren
fr: Exporter mes données
it: Esporta i miei dati

source: Request Data Export
de: Datenexport anfordern
fr: Demander l'exportation des données
it: Richiedi esportazione dati

source: Danger Zone
de: Gefahrenzone
fr: Zone dangereuse
it: Zona pericolosa

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action ne peut pas être annulée
it: Questa azione non può essere annullata

# pleaseTypeConfirmToDelete
source: Please type 'CONFIRM' to delete your account:
de: Bitte tippen Sie 'BESTÄTIGEN', um das Konto zu löschen:
fr: Veuillez taper 'confirm' pour supprimer
it: Digita 'confirm' per eliminare

source: Type 'CONFIRM' here...
de: Hier 'BESTÄTIGEN' eingeben...
fr: Tapez 'confirm' ici
it: Digita 'confirm' qui

source: Please type 'CONFIRM'
de: Bitte tippen Sie 'BESTÄTIGEN'
fr: Veuillez taper 'confirm'
it: Digita 'confirm'

source: Account Deletion
de: Kontolöschung
fr: Suppression du compte
it: Eliminazione account

# areYouSureDeleteAccount
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?

# thisWillPermanentlyDelete
source: This will permanently delete all your data, including:
de: Dies wird dauerhaft alle Ihre Daten löschen, einschließlich:
fr: Cela supprimera définitivement :
it: Questo eliminerà definitivamente:

source: - All properties
de: • Alle Immobilien
fr: Toutes les propriétés
it: Tutte le proprietà

source: - All conversations
de: • Alle Unterhaltungen
fr: Toutes les conversations
it: Tutte le conversazioni

source: - All documents
de: • Alle Dokumente
fr: Tous les documents
it: Tutti i documenti

source: - All payment history
de: • Alle Zahlungshistorie
fr: Tout l'historique des paiements
it: Tutta la cronologia pagamenti

source: - Profile information
de: • Profilinformationen
fr: Informations du profil
it: Informazioni profilo

source: Request Deletion
de: Löschung anfordern
fr: Demander la suppression
it: Richiedi eliminazione

# editProfileInfo
source: Edit your profile information
de: Bearbeiten Sie Ihre Profilinformationen
fr: Modifier les informations du profil
it: Modifica informazioni profilo

source: First Name
de: Vorname
fr: Prénom
it: Nome

source: Last Name
de: Nachname
fr: Nom de famille
it: Cognome

source: Phone Number
de: Telefonnummer
fr: Numéro de téléphone
it: Numero di telefono

source: Bio
de: Biografie
fr: Biographie
it: Biografia

# bioHint
source: Tell others about yourself...
de: Erzählen Sie anderen etwas über sich...
fr: Parlez-nous un peu de vous
it: Raccontaci qualcosa di te

# pleaseEnterFirstName
source: Please enter your first name
de: Bitte geben Sie Ihren Vornamen ein
fr: Veuillez saisir le prénom
it: Inserisci il nome

# pleaseEnterLastName
source: Please enter your last name
de: Bitte geben Sie Ihren Nachnamen ein
fr: Veuillez saisir le nom de famille
it: Inserisci il cognome

# pleaseEnterValidEmail
source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
fr: Veuillez saisir un e-mail valide
it: Inserisci un'email valida

source: Phone Number (optional)
de: Telefonnummer (optional)
fr: Numéro de téléphone (optionnel)
it: Numero di telefono (opzionale)

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche

source: Profile Updated
de: Profil aktualisiert
fr: Profil mis à jour
it: Profilo aggiornato

source: Profile updated successfully
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès
it: Profilo aggiornato con successo

source: Failed to update profile
de: Profil konnte nicht aktualisiert werden
fr: Échec de la mise à jour du profil
it: Aggiornamento profilo fallito

source: Upload Profile Image
de: Profilbild hochladen
fr: Télécharger une image de profil
it: Carica immagine profilo

source: Take Photo
de: Foto aufnehmen
fr: Prendre une photo
it: Scatta foto

source: Choose from Gallery
de: Aus Galerie wählen
fr: Choisir dans la galerie
it: Scegli dalla galleria

source: Remove Photo
de: Foto entfernen
fr: Supprimer la photo
it: Rimuovi foto

# tenantSortNameAz
source: Name (A–Z)
fr: Nom (A–Z)
it: Nome (A–Z)

# tenantStartingConversation
source: Starting conversation with {fullName}...
de: Unterhaltung mit {fullName} wird gestartet...
fr: Démarrage de la conversation avec {fullName}...
it: Avvio della conversazione con {fullName}...

# tenantNoPhoneAvailable
source: No phone number available for {fullName}
de: Keine Telefonnummer für {fullName} verfügbar
fr: Aucun numéro de téléphone disponible pour {fullName}
it: Nessun numero disponibile per {fullName}

# tenantCallTitle
source: Call {fullName}
de: Anruf {fullName}
fr: Appeler {fullName}
it: Chiama {fullName}

# tenantCallConfirmation
source: Do you want to call {phone}?
de: Möchten Sie {phone} anrufen?
fr: Souhaitez-vous appeler {phone} ?
it: Vuoi chiamare {phone}?

# tenantCallError
source: Could not make phone call: {error}
de: Telefonanruf konnte nicht gestartet werden: {error}
fr: Impossible de passer l'appel : {error}
it: Impossibile avviare la chiamata: {error}

# tenantFilterTitle
source: Filter Tenants
de: Mieter filtern
fr: Filtrer les locataires
it: Filtra inquilini

# tenantServicesServiceProviderLabel
source: Service Provider
de: Dienstleister
fr: Prestataire de service
it: Fornitore del servizio

# tenantServicesErrorLoadingProperties
source: Error loading properties
de: Fehler beim Laden der Immobilien
fr: Erreur lors du chargement des propriétés
it: Errore durante il caricamento delle proprietà

# tenantServicesNoPropertiesTitle
source: No Properties Assigned
de: Keine zugewiesenen Immobilien
fr: Aucune propriété assignée
it: Nessuna proprietà assegnata

# tenantServicesNoPropertiesBody
source: You need to be assigned to a property to view available services.
de: Sie müssen einer Immobilie zugeordnet sein, um verfügbare Services zu sehen.
fr: Vous devez être associé à une propriété pour voir les services disponibles.
it: Devi essere associato a una proprietà per visualizzare i servizi disponibili.

# tenantServicesErrorLoadingServices
source: Error loading services
de: Fehler beim Laden der Services
fr: Erreur lors du chargement des services
it: Errore durante il caricamento dei servizi

# tenantServicesHeaderTitle
source: Available Services
de: Verfügbare Services
fr: Services disponibles
it: Servizi disponibili

# tenantServicesHeaderSubtitle
source: Book services that your landlord has made available for tenants. All services are pre-approved and professionally managed.
de: Buchen Sie Services, die Ihr Vermieter für Mieter freigegeben hat. Alle Services sind vorab genehmigt und professionell betreut.
fr: Réservez les services que votre propriétaire met à disposition des locataires. Tous les services sont pré-approuvés et gérés par des professionnels.
it: Prenota i servizi messi a disposizione dal tuo proprietario. Tutti i servizi sono pre-approvati e gestiti professionalmente.

# tenantServicesSearchHint
source: Search services...
de: Services durchsuchen...
fr: Rechercher des services...
it: Cerca servizi...

# tenantServicesCategoryAll
source: All
de: Alle
fr: Tous
it: Tutti

# tenantServicesCategoryMaintenance
source: Maintenance
de: Wartung
it: Manutenzione

# tenantServicesCategoryCleaning
source: Cleaning
de: Reinigung
fr: Nettoyage
it: Pulizia

# tenantServicesCategoryRepair
source: Repair
de: Reparatur
fr: Réparation
it: Riparazione

# tenantServicesCategoryGeneral
source: General
de: Allgemein
fr: Général
it: Generale

# tenantServicesBookServiceButton
source: Book Service
de: Service buchen
fr: Réserver le service
it: Prenota servizio

# tenantServicesUnavailableLabel
source: Unavailable
de: Nicht verfügbar
fr: Indisponible
it: Non disponibile

# tenantServicesNoServicesTitle
source: No Services Available
de: Keine Services verfügbar
fr: Aucun service disponible
it: Nessun servizio disponibile

# tenantServicesNoServicesBody
source: Your landlord hasn't set up any services yet.
de: Ihr Vermieter hat noch keine Services eingerichtet.
fr: Votre propriétaire n'a pas encore configuré de services.
it: Il tuo proprietario non ha ancora configurato dei servizi.

# tenantServicesBookDialogTitle
source: Book {serviceName}
de: Service {serviceName} buchen
fr: Réserver {serviceName}
it: Prenota {serviceName}

# tenantServicesServiceLine
source: Service: {serviceName}
it: Servizio: {serviceName}

# tenantServicesProviderLine
source: Provider: {provider}
de: Anbieter: {provider}
fr: Prestataire : {provider}
it: Fornitore: {provider}

# tenantServicesPriceLine
source: Price: {price}
de: Preis: {price}
fr: Prix : {price}
it: Prezzo: {price}

# tenantServicesContactInfoLabel
source: Contact Information:
de: Kontaktinformationen:
fr: Informations de contact :
it: Informazioni di contatto:

# tenantServicesContactInfoUnavailable
source: No contact info available
de: Keine Kontaktinformationen verfügbar
fr: Aucune information de contact disponible
it: Nessuna informazione di contatto disponibile

# tenantServicesContactProviderButton
source: Contact Provider
de: Anbieter kontaktieren
fr: Contacter le prestataire
it: Contatta il fornitore

# tenantServicesContactInfoProvided
source: Contact information for {serviceName} has been provided. Please reach out to {provider} directly.
de: Kontaktinformationen für {serviceName} wurden bereitgestellt. Bitte wenden Sie sich direkt an {provider}.
fr: Les informations de contact pour {serviceName} ont été fournies. Veuillez contacter directement {provider}.
it: Le informazioni di contatto per {serviceName} sono state fornite. Contatta direttamente {provider}.

# forgotPasswordTitle
source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Password dimenticata?

# forgotPasswordDescription
source: Enter your email address and we'll send you a link to reset your password.
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts.
fr: Saisissez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la password.

source: Send Reset Email
de: E-Mail zum Zurücksetzen senden
fr: Envoyer l'e-mail de réinitialisation
it: Invia e-mail di reimpostazione

source: Back to Login
de: Zurück zum Login
fr: Retour à la connexion
it: Torna al login

# passwordResetEmailSent
source: Password reset email sent! Please check your inbox.
de: E-Mail zum Zurücksetzen gesendet! Bitte prüfen Sie Ihren Posteingang.
fr: E-mail de réinitialisation envoyé ! Veuillez vérifier votre boîte de réception.
it: E-mail di reimpostazione inviata! Controlla la tua casella di posta.

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail ein
fr: Veuillez saisir votre e-mail
it: Inserisci la tua email

source: Tenant
de: Mieter
fr: Locataire
it: Inquilino

# profileImageUpload
source: Profile image upload coming soon
de: Profilbild-Upload kommt bald
fr: Téléchargement d'image de profil
it: Caricamento immagine profilo

# searchPropertiesLandlords
source: Search properties, landlords, messages...
de: Immobilien, Vermieter, Nachrichten suchen...
fr: Rechercher propriétés, propriétaires
it: Cerca proprietà, proprietari

source: Start typing to find results
de: Beginnen Sie zu tippen, um Ergebnisse zu finden
fr: Commencez à taper pour trouver des résultats
it: Inizia a digitare per trovare risultati

# tryDifferentSearchTerm
source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
fr: Essayez un terme de recherche différent
it: Prova un termine di ricerca diverso

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fr: Authentification à deux facteurs
it: Autenticazione a due fattori

# privacySettingsTitle
source: Privacy Settings
de: Datenschutzeinstellungen
fr: Paramètres de confidentialité
it: Impostazioni sulla privacy

# privacySettingsIntro
source: Control who can see your profile information and how you appear to other users.
de: Bestimmen Sie, wer Ihre Profilinformationen sehen kann und wie Sie anderen Benutzern angezeigt werden.
fr: Contrôlez qui peut voir votre profil et comment vous apparaissez aux autres utilisateurs.
it: Controlla chi può vedere il tuo profilo e come vieni mostrato agli altri utenti.

# privacyProfileVisibilityTitle
source: Show profile to other users
de: Profil anderen Benutzern zeigen
fr: Afficher le profil aux autres utilisateurs
it: Mostra il profilo agli altri utenti

# privacyProfileVisibilityDescription
source: Allow other users you interact with to see your profile details.
de: Erlaubt anderen Benutzern, mit denen Sie interagieren, Ihre Profildaten zu sehen.
fr: Permet aux utilisateurs avec qui vous interagissez de voir vos informations de profil.
it: Consenti agli utenti con cui interagisci di vedere i dettagli del tuo profilo.

# privacyContactInfoTitle
source: Show contact information
de: Kontaktinformationen anzeigen
fr: Afficher les coordonnées
it: Mostra le informazioni di contatto

# privacyContactInfoDescription
source: Display email and phone number to connected users
de: E-Mail und Telefonnummer für verbundene Benutzer anzeigen
fr: Afficher l'e-mail et le numéro de téléphone aux utilisateurs connectés
it: Mostra e-mail e numero di telefono agli utenti collegati

# privacyDataSharingSectionTitle
source: Data Sharing
de: Datennutzung
fr: Partage des données
it: Condivisione dei dati

# privacyDataSharingDescription
source: Choose how your data is used to improve ImmoLink services.
de: Legen Sie fest, wie Ihre Daten zur Verbesserung von ImmoLink verwendet werden.
fr: Choisissez comment vos données sont utilisées pour améliorer ImmoLink.
it: Decidi come i tuoi dati vengono utilizzati per migliorare ImmoLink.

# privacyAllowPropertySearchTitle
source: Allow property search
de: Immobiliensuche erlauben
fr: Autoriser la recherche de biens
it: Consenti la ricerca delle proprietà
