Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

# termsOfServiceContent
source: Terms of Service (TOS) Last updated: 1 October 2025 These Terms of Service ("Terms") govern your use of all products, services and applications of ImmoSync KLG ("ImmoSync", "we", "us"). By accessing or using our Services you agree to these Terms. If you do not agree, you may not use the Services. ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Baselland, Switzerland. Phone: +41 76 391 94 00 · Email: info@immosync.ch Table of Contents Foundational Provisions 1. Our Services 2. Intellectual Property Rights 3. User Representations 4. User Registration 5. Purchases and Payments 6. Subscriptions 7. Software 8. Prohibited Activities 9. User Generated Content 10. License to Contributions 11. Review Guidelines 12. Mobile Application 13. Third‑Party Websites and Content 14. Service Management 15. Data Protection 16. Copyright Infringements 17. Term and Termination 18. Changes and Interruptions 19. Governing Law 20. Dispute Resolution 21. Corrections 22. Disclaimer 23. Limitation of Liability 24. Indemnification 25. User Data 26. Electronic Communications 27. SMS Notifications 28. Final Provisions 29. Contact Foundational Provisions By accessing our Website https://immosync.ch, our mobile applications or other offerings (together the "Services") you confirm you are at least 18 years old, have the necessary legal capacity and have read and accepted these Terms. If you act on behalf of a legal entity you represent that you are authorized to bind that entity to these Terms. We may update these Terms at any time. Changes will be posted on the Website or communicated by email. Continued use of the Services after changes take effect constitutes acceptance of the revised Terms. 1. Our Services ImmoSync provides a digital platform that enables communication and collaboration between landlords, tenants, service providers and other stakeholders. The platform evolves continuously and may include features such as messaging, ticketing, document management, scheduling, integrations and automated workflows or bookings. Information made available through the Services is not intended for users in jurisdictions where access or use would violate applicable law. Users accessing from outside Switzerland are solely responsible for compliance with local laws. 2. Intellectual Property Rights All content, trademarks, designs, software and databases within the Services are owned by ImmoSync KLG or used under appropriate licenses and are protected by copyright and other intellectual property laws worldwide. We grant you a non‑transferable, revocable and non‑exclusive license to use the Services solely for your internal purposes. Any reproduction, modification, publication or other exploitation beyond contractual scope requires our prior written consent. 3. User Representations You warrant that all information you provide during registration or use is truthful, current and complete and will be updated as changes occur. You agree to use the Services only in accordance with law and these Terms and not to infringe third‑party rights. Access via automated tools, bots or similar methods is prohibited. We reserve the right to suspend or delete accounts for violations of these representations. 4. User Registration Certain features require registration. Credentials must be kept confidential and not shared with third parties. You are responsible for all activities under your account. We may reject or change usernames that infringe rights or are misleading. 5. Purchases and Payments Payments for services or subscriptions must be made in Swiss Francs (CHF) at the displayed prices. Accepted payment methods are shown during checkout. Taxes and duties are calculated according to legal requirements. You agree to maintain current payment information and authorize us to charge due amounts via the selected method. We may review, limit or decline orders. 6. Subscriptions Subscriptions renew automatically at the end of each term unless cancelled in time. Cancellations can be performed via the user account and take effect at the end of the current billing period. Free trials may be changed or terminated at any time. After a trial ends the account converts to a paid subscription unless cancelled earlier. 7. Software We may provide software or mobile apps. Where additional license terms (EULA) apply they prevail. You may not decompile, reverse engineer or redistribute software without explicit authorization. 8. Prohibited Activities Use of the Services for unlawful, fraudulent or harassing purposes is forbidden. This includes in particular: Collecting or scraping data without permission Posting unlawful, defamatory or discriminatory content Attempting to bypass security features or introducing malware Abusing support channels, false reports or identity theft. In case of violations we may take legal action, remove content or suspend accounts. 9. User Generated Content The Services may allow you to upload content such as text, images or documents. You are responsible that your content does not violate third‑party rights or applicable law. 10. License to Contributions By uploading or providing content you grant us a worldwide, royalty‑free, transferable and perpetual license to use, store, copy, adapt and publish such content for operating the Services. You retain ownership of your content. 11. Review Guidelines Reviews or testimonials must be based on actual experiences, be factual and free from offensive, discriminatory or infringing statements. We may remove reviews that violate these guidelines. 12. Mobile Application When using our mobile apps you receive a limited, revocable license to install and use them on your devices. You may not modify, redistribute or use the app to build competing products. App marketplaces (e.g. Apple App Store, Google Play) are third parties and not responsible for support of the app. 13. Third‑Party Websites and Content The Services may contain links to third‑party content or websites. We accept no responsibility for their content, availability or privacy practices. Use is at your own risk and subject to the third parties' terms. 14. Service Management We may monitor content, restrict access, delete data or perform technical adjustments to ensure secure and proper operation of the Services. We are not obligated to monitor all activities. 15. Data Protection Protection of your data is important to us. Information on processing of personal data is provided in our Privacy Policy which forms part of these Terms. By using the Services you consent to the described processing. 16. Copyright Infringements If you believe content distributed via the Services infringes your copyright, contact us promptly with sufficient details to investigate. Abusive notices may have legal consequences. 17. Term and Termination These Terms apply as long as you use the Services. We may suspend or terminate access at any time for cause, especially in case of violations of these Terms or applicable law. You may terminate your account at any time; accrued payment obligations remain unaffected. 18. Changes and Interruptions We may adapt, extend or discontinue the Services or parts thereof. Maintenance may cause temporary interruptions. We are not liable for damages resulting from unavoidable downtime or necessary adjustments. 19. Governing Law These Terms are governed by Swiss law excluding conflict‑of‑laws rules and the UN Sales Convention. Mandatory consumer protections of your residence remain unaffected. Venue is Basel‑Landschaft, Switzerland. 20. Dispute Resolution We seek to resolve disputes amicably first. Failing that, disputes shall be decided under the Rules of the European Court of Arbitration (seat Strasbourg) by a single arbitrator. Place of arbitration: Basel‑City. Language: German. Statutory rights to court proceedings, especially for consumers, remain. 21. Corrections Despite careful maintenance information may contain errors. We reserve the right to correct such errors and update content at any time. 22. Disclaimer The Services are provided "as is" and "as available". To the extent permitted by law we make no warranties regarding availability, error‑free operation or fitness for a particular purpose. Use is at your own risk. 23. Limitation of Liability We are liable only for damages caused intentionally or by gross negligence and for injury to life, body or health. For slight negligence we are liable only for breach of essential contractual obligations (cardinal duties) and limited to the typical foreseeable damage. Statutory mandatory liability remains unaffected. 24. Indemnification You agree to indemnify us against third‑party claims arising from your use of the Services, your content or violations of these Terms, including reasonable legal defense costs. We will inform you of such claims and coordinate the response with you. 25. User Data You are responsible for backing up data you upload. While we perform regular backups we do not guarantee against data loss or restoration except where caused by our gross negligence. 26. Electronic Communications Communication via email, in‑app messages or forms constitutes written notice. You consent to receiving electronic communications and waive paper delivery where legally permissible. 27. SMS Notifications If you enable SMS services (e.g. two‑factor authentication) you will receive technical messages on your mobile device. Standard carrier rates may apply. Deactivation may limit security or certain features. 28. Final Provisions These Terms constitute the entire agreement between you and us. If any provision is invalid the remaining provisions remain effective. Rights and obligations may not be assigned without our consent. Failure to enforce a right does not constitute a waiver for the future. 29. Contact For questions regarding these Terms contact: ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Baselland) Switzerland Phone: +41 76 391 94 00 Email: info@immosync.ch
de: Allgemeine Geschäftsbedingungen (AGB) Zuletzt aktualisiert: 1. Oktober 2025 Diese Allgemeinen Geschäftsbedingungen ("AGB") regeln die Nutzung aller Produkte, Dienstleistungen und Anwendungen der ImmoSync KLG ("ImmoSync", "wir", "uns"). Mit dem Zugriff auf oder der Nutzung unserer Dienste erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie nicht zustimmen, dürfen Sie unsere Dienste nicht nutzen. ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Baselland, Schweiz. Telefon: +41 76 391 94 00 · E-Mail: info@immosync.ch Inhaltsverzeichnis Vertragliche Grundlagen 1. Unsere Dienstleistungen 2. Rechte an geistigem Eigentum 3. Zusicherungen der Nutzer 4. Benutzerregistrierung 5. Käufe und Zahlungen 6. Abonnements 7. Software 8. Verbotene Aktivitäten 9. Von Nutzern erstellte Inhalte 10. Lizenz für Beiträge 11. Richtlinien für Bewertungen 12. Mobile Applikation 13. Websites und Inhalte Dritter 14. Verwaltung der Dienste 15. Datenschutz 16. Urheberrechtsverletzungen 17. Laufzeit und Kündigung 18. Änderungen und Unterbrechungen 19. Anwendbares Recht 20. Streitbeilegung 21. Berichtigungen 22. Haftungsausschluss 23. Haftungsbeschränkung 24. Freistellung 25. Nutzerdaten 26. Elektronische Kommunikation 27. SMS-Mitteilungen 28. Schlussbestimmungen 29. Kontakt Vertragliche Grundlagen Durch den Zugriff auf unsere Website https://immosync.ch, unsere mobilen Anwendungen oder sonstige Angebote (zusammen die "Dienste") erklären Sie, dass Sie mindestens 18 Jahre alt sind, über die erforderliche Handlungsfähigkeit verfügen und diese AGB gelesen sowie akzeptiert haben. Falls Sie im Namen einer juristischen Person handeln, sichern Sie zu, dass Sie dazu berechtigt sind und die Organisation an diese AGB binden dürfen. Wir behalten uns vor, diese AGB jederzeit zu aktualisieren. Änderungen werden auf der Website veröffentlicht oder per E-Mail mitgeteilt. Die fortgesetzte Nutzung der Dienste nach Inkrafttreten der Änderungen gilt als Zustimmung zu den neuen Bedingungen. 1. Unsere Dienstleistungen ImmoSync bietet eine digitale Plattform zur Kommunikation und Zusammenarbeit zwischen Vermietern, Mietern, Dienstleistungsunternehmen und weiteren Beteiligten. Die Plattform wird kontinuierlich weiterentwickelt und kann Funktionen wie Messaging, Ticketing, Dokumentenverwaltung, Terminplanung, Integrationen und automatisierte Buchungen umfassen. Die Informationen, die über die Dienste bereitgestellt werden, sind nicht für Nutzer in Rechtsordnungen bestimmt, in denen der Zugriff oder die Nutzung gegen geltendes Recht verstossen würde. Nutzer, die von ausserhalb der Schweiz auf die Dienste zugreifen, sind selbst für die Einhaltung der dortigen Gesetze verantwortlich. 2. Rechte an geistigem Eigentum Sämtliche Inhalte, Marken, Designs, Software und Datenbanken innerhalb der Dienste sind Eigentum der ImmoSync KLG oder werden mit entsprechender Lizenz genutzt. Diese Inhalte sind urheberrechtlich und durch weitere Schutzrechte weltweit geschützt. Wir gewähren Ihnen eine nicht übertragbare, widerrufliche und nicht exklusive Lizenz, die Dienste ausschliesslich für eigene Zwecke zu nutzen. Jegliche Vervielfältigung, Bearbeitung, Veröffentlichung oder sonstige Nutzung über den vertraglich vorgesehenen Umfang hinaus bedarf unserer schriftlichen Zustimmung. 3. Zusicherungen der Nutzer Sie garantieren, dass alle Angaben, die Sie bei der Registrierung oder Nutzung machen, wahrheitsgetreu, aktuell und vollständig sind und aktualisiert werden, sobald sich Änderungen ergeben. Sie verpflichten sich, die Dienste nur im Rahmen der gesetzlichen Vorgaben sowie dieser AGB zu nutzen und keine Rechte Dritter zu verletzen. Der Zugriff mittels automatisierter Tools, Bots oder ähnlichen Methoden ist untersagt. Wir behalten uns vor, Nutzerkonten zu sperren oder zu löschen, wenn Verstösse gegen diese Zusicherungen festgestellt werden. 4. Benutzerregistrierung Für bestimmte Funktionen ist eine Registrierung erforderlich. Zugangsdaten sind vertraulich zu behandeln und dürfen nicht an Dritte weitergegeben werden. Sie haften für alle Aktivitäten, die über Ihr Konto erfolgen. Wir können Benutzernamen ablehnen oder ändern, wenn sie gegen Rechte Dritter verstossen oder irreführend sind. 5. Käufe und Zahlungen Zahlungen für Dienstleistungen oder Abonnements sind gemäss der jeweils ausgewiesenen Preise in Schweizer Franken (CHF) zu leisten. Akzeptierte Zahlungsmethoden werden auf der Website oder im Bestellprozess angezeigt. Steuern und Abgaben werden gemäss den gesetzlichen Vorgaben berechnet. Sie verpflichten sich, aktuelle Zahlungsinformationen zu hinterlegen und autorisieren uns, fällige Beträge über die gewählte Zahlungsmethode einzuziehen. Wir behalten uns vor, Bestellungen zu prüfen, zu begrenzen oder abzulehnen. 6. Abonnements Unsere Abonnements verlängern sich automatisch zum Ende der jeweiligen Laufzeit, sofern sie nicht fristgerecht gekündigt werden. Kündigungen sind über das Benutzerkonto möglich und werden zum Ende des laufenden Abrechnungszeitraums wirksam. Kostenlose Testzeiträume können jederzeit beendet oder angepasst werden. Nach Ablauf eines Testzeitraums wird das Konto automatisch in ein kostenpflichtiges Abonnement überführt, sofern es nicht vorher gekündigt wird. 7. Software Wir können Software oder mobile Apps zur Verfügung stellen. Sofern für bestimmte Komponenten zusätzliche Lizenzbedingungen (EULA) gelten, haben diese Vorrang. Ohne ausdrückliche Genehmigung dürfen Sie die Software nicht dekompilieren, zurückentwickeln oder weitergeben. 8. Verbotene Aktivitäten Die Nutzung der Dienste für rechtswidrige, betrügerische oder belästigende Zwecke ist untersagt. Dazu gehören insbesondere: Sammlung oder Scraping von Daten ohne unsere Genehmigung, Veröffentlichung rechtswidriger, diffamierender oder diskriminierender Inhalte, Versuch, Sicherheitsfunktionen zu umgehen oder Schadsoftware einzuschleusen, Missbrauch von Supportkanälen, falsche Meldungen oder Identitätsdiebstahl. Bei Verstössen behalten wir uns rechtliche Schritte, die Löschung von Inhalten und die Sperrung von Konten vor. 9. Von Nutzern erstellte Inhalte Unsere Dienste können Funktionen bieten, die es Ihnen ermöglichen, Inhalte wie Texte, Bilder oder Dokumente hochzuladen. Sie sind verantwortlich dafür, dass Ihre Inhalte keine Rechte Dritter verletzen und nicht gegen geltendes Recht verstossen. 10. Lizenz für Beiträge Mit dem Hochladen oder Bereitstellen von Inhalten gewähren Sie uns ein weltweites, unentgeltliches, übertragbares und zeitlich unbegrenztes Nutzungsrecht, diese Inhalte zum Betrieb der Dienste zu verwenden, zu speichern, zu kopieren, zu bearbeiten und zu veröffentlichen. Sie behalten das Eigentum an Ihren Inhalten. 11. Richtlinien für Bewertungen Wenn Bewertungen oder Erfahrungsberichte abgegeben werden, müssen diese auf tatsächlichen Erfahrungen beruhen, sachlich sein und dürfen keine beleidigenden, diskriminierenden oder rechtsverletzenden Aussagen enthalten. Wir behalten uns vor, Bewertungen zu entfernen, die gegen diese Richtlinien verstossen. 12. Mobile Applikation Bei Nutzung unserer mobilen Apps erhalten Sie eine beschränkte, widerrufliche Lizenz zur Installation und Verwendung auf Ihren Geräten. Sie dürfen die App nicht verändern, weiterverteilen oder zur Erstellung konkurrierender Produkte nutzen. App-Marktplätze (z. B. Apple App Store, Google Play) sind Drittanbieter und nicht für Supportleistungen der App verantwortlich. 13. Websites und Inhalte Dritter Die Dienste können Links zu Inhalten oder Websites Dritter enthalten. Wir übernehmen keine Verantwortung für deren Inhalte, Verfügbarkeit oder Datenschutzpraktiken. Die Nutzung erfolgt auf eigenes Risiko und unterliegt den jeweiligen Bedingungen der Drittanbieter. 14. Verwaltung der Dienste Wir behalten uns vor, Inhalte zu überwachen, den Zugriff zu beschränken, Daten zu löschen oder technische Anpassungen vorzunehmen, um den sicheren und ordnungsgemässen Betrieb der Dienste sicherzustellen. Wir sind jedoch nicht verpflichtet, alle Aktivitäten aktiv zu überwachen. 15. Datenschutz Der Schutz Ihrer Daten ist uns wichtig. Informationen zur Verarbeitung personenbezogener Daten finden Sie in unserer Datenschutzerklärung, die Bestandteil dieser AGB ist. Durch die Nutzung der Dienste stimmen Sie der dort beschriebenen Verarbeitung zu. 16. Urheberrechtsverletzungen Sollten Sie glauben, dass über unsere Dienste Inhalte verbreitet werden, die Ihre Urheberrechte verletzen, kontaktieren Sie uns bitte umgehend unter Angabe ausreichender Informationen, damit wir den Sachverhalt prüfen können. Missbräuchliche Meldungen können rechtliche Folgen nach sich ziehen. 17. Laufzeit und Kündigung Diese AGB gelten, solange Sie unsere Dienste nutzen. Wir können den Zugang zu den Diensten jederzeit aus wichtigem Grund ohne Vorankündigung sperren oder kündigen, insbesondere bei Verletzung dieser AGB oder geltenden Rechts. Sie können Ihr Konto jederzeit kündigen; bereits fällige Zahlungen bleiben unberührt. 18. Änderungen und Unterbrechungen Wir können die Dienste oder Teile davon anpassen, erweitern oder einstellen. Wartungsarbeiten können zu vorübergehenden Unterbrechungen führen. Wir haften nicht für Schäden, die durch unvermeidbare Ausfallzeiten oder notwendige Anpassungen entstehen. 19. Anwendbares Recht Diese AGB unterliegen schweizerischem Recht unter Ausschluss der Kollisionsnormen und des Wiener Kaufrechts. Zwingende Verbraucherschutzvorschriften Ihres Wohnsitzstaates bleiben unberührt. Gerichtsstand ist Basel-Landschaft, Schweiz. 20. Streitbeilegung Streitigkeiten versuchen wir zunächst gütlich zu lösen. Sollte keine Einigung erzielt werden, wird die Streitigkeit nach den Regeln des Europäischen Schiedsgerichtshofs (Sitz Strasbourg) durch einen Schiedsrichter entschieden. Schiedsort ist Basel-Stadt, Verfahrenssprache Deutsch. Gesetzliche Rechte auf gerichtliche Verfahren, insbesondere für Verbraucher, bleiben bestehen. 21. Berichtigungen Trotz sorgfältiger Pflege können Informationen Fehler enthalten. Wir behalten uns das Recht vor, solche Fehler zu korrigieren und Inhalte jederzeit zu aktualisieren. 22. Haftungsausschluss Die Dienste werden "wie gesehen" und "wie verfügbar" bereitgestellt. Soweit gesetzlich zulässig, übernehmen wir keine Gewährleistung für Verfügbarkeit, Fehlerfreiheit oder Eignung für einen bestimmten Zweck. Die Nutzung erfolgt auf eigenes Risiko. 23. Haftungsbeschränkung Wir haften nur für Schäden, die vorsätzlich oder grobfahrlässig verursacht wurden, sowie für Schäden aus der Verletzung von Leben, Körper oder Gesundheit. Für leichte Fahrlässigkeit haften wir nur bei Verletzung wesentlicher Vertragspflichten (Kardinalpflichten) und begrenzen die Haftung auf den vertragstypischen vorhersehbaren Schaden. Gesetzliche Haftung nach zwingendem Recht bleibt unberührt. 24. Freistellung Sie stellen uns von sämtlichen Ansprüchen Dritter frei, die aufgrund Ihrer Nutzung der Dienste, Ihrer Inhalte oder Verstösse gegen diese AGB gegen uns geltend gemacht werden. Dies umfasst angemessene Kosten der Rechtsverteidigung. Wir informieren Sie über entsprechende Ansprüche und koordinieren das Vorgehen mit Ihnen. 25. Nutzerdaten Sie sind für die Sicherung der von Ihnen hochgeladenen Daten verantwortlich. Obwohl wir regelmässige Backups durchführen, übernehmen wir keine Gewähr für den Verlust oder die Wiederherstellbarkeit von Daten, ausser wenn dieser Verlust durch unser grobes Verschulden verursacht wurde. 26. Elektronische Kommunikation Die Kommunikation über E-Mail, In-App-Nachrichten oder Formulare gilt als schriftliche Mitteilung. Sie stimmen dem Empfang elektronischer Mitteilungen zu und verzichten auf eine Zustellung in Papierform, soweit gesetzlich erlaubt. 27. SMS-Mitteilungen Bei Aktivierung des SMS-Dienstes (z. B. für Zwei-Faktor-Authentifizierung) erhalten Sie technische Benachrichtigungen auf Ihr Mobiltelefon. Standardtarife Ihres Mobilfunkanbieters können anfallen. Eine Deaktivierung des Dienstes kann die Sicherheit oder Nutzung einzelner Funktionen einschränken. 28. Schlussbestimmungen Diese AGB stellen die vollständige Vereinbarung zwischen Ihnen und uns dar. Sollten einzelne Bestimmungen unwirksam sein, bleibt die Wirksamkeit der übrigen Regelungen unberührt. Rechte und Pflichten dürfen ohne unsere Zustimmung nicht abgetreten werden. Ein Verzicht auf die Durchsetzung einzelner Rechte stellt keinen Verzicht für die Zukunft dar. 29. Kontakt Bei Fragen oder Anliegen zu diesen AGB kontaktieren Sie uns bitte: ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Baselland) Schweiz Telefon: +41 76 391 94 00 E-Mail: info@immosync.ch
fr: Conditions d'utilisation (CGU) Dernière mise à jour : 1 octobre 2025 Les présentes Conditions d'utilisation ("Conditions") régissent votre utilisation de tous les produits, services et applications d'ImmoSync KLG ("ImmoSync", "nous"). En accédant aux Services ou en les utilisant, vous acceptez ces Conditions. Si vous n'êtes pas d'accord, vous ne pouvez pas utiliser les Services. ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Bâle-Campagne, Suisse. Tél. : +41 76 391 94 00 · E-mail : info@immosync.ch Table des matières Dispositions fondamentales 1. Nos Services 2. Droits de propriété intellectuelle 3. Déclarations de l'utilisateur 4. Inscription de l'utilisateur 5. Achats et paiements 6. Abonnements 7. Logiciel 8. Activités interdites 9. Contenu généré par les utilisateurs 10. Licence sur les contributions 11. Directives relatives aux avis 12. Application mobile 13. Sites et contenus tiers 14. Gestion des Services 15. Protection des données 16. Violations de droits d'auteur 17. Durée et résiliation 18. Modifications et interruptions 19. Droit applicable 20. Règlement des litiges 21. Corrections 22. Clause de non-responsabilité 23. Limitation de responsabilité 24. Indemnisation 25. Données utilisateur 26. Communications électroniques 27. Notifications SMS 28. Dispositions finales 29. Contact Dispositions fondamentales En accédant à notre site Web https://immosync.ch, à nos applications mobiles ou à d'autres offres (ensemble les "Services"), vous confirmez avoir au moins 18 ans, disposer de la capacité juridique requise et avoir lu et accepté les présentes Conditions. Si vous agissez pour le compte d'une personne morale, vous garantissez être autorisé à engager celle-ci. Nous pouvons mettre à jour ces Conditions à tout moment. Les modifications seront publiées sur le site ou communiquées par e-mail. L'utilisation continue après l'entrée en vigueur des modifications vaut acceptation des Conditions révisées. 1. Nos Services ImmoSync fournit une plateforme numérique favorisant la communication et la collaboration entre propriétaires, locataires, prestataires de services et autres parties prenantes. La plateforme évolue continuellement et peut inclure : messagerie, tickets, gestion documentaire, planification, intégrations, automatisations ou réservations. Les informations fournies ne sont pas destinées aux utilisateurs situés dans des juridictions où l'accès ou l'utilisation serait contraire au droit applicable. Les utilisateurs hors de Suisse sont seuls responsables du respect des lois locales. 2. Droits de propriété intellectuelle L'ensemble des contenus, marques, designs, logiciels et bases de données des Services sont la propriété d'ImmoSync KLG ou exploités sous licence et protégés par les lois sur la propriété intellectuelle. Nous vous concédons une licence non exclusive, révocable et non transférable pour utiliser les Services à des fins internes. Toute reproduction, modification, publication ou exploitation au-delà du cadre contractuel nécessite notre accord écrit préalable. 3. Déclarations de l'utilisateur Vous garantissez que les informations fournies sont exactes, à jour et complètes et seront mises à jour en cas de changement. Vous vous engagez à utiliser les Services conformément au droit et à ne pas porter atteinte aux droits de tiers. L'accès via des outils automatisés ou bots est interdit. Nous pouvons suspendre ou supprimer des comptes en cas de violation. 4. Inscription de l'utilisateur Certaines fonctionnalités nécessitent une inscription. Les identifiants doivent rester confidentiels. Vous êtes responsable de toutes les activités effectuées via votre compte. Nous pouvons refuser ou modifier des identifiants contraires aux droits de tiers ou trompeurs. 5. Achats et paiements Les paiements doivent être effectués en francs suisses (CHF) aux tarifs affichés. Les méthodes acceptées sont indiquées lors du processus. Taxes et prélèvements sont calculés selon la loi. Vous autorisez le débit des montants dus via la méthode choisie et maintenez vos informations à jour. Nous pouvons examiner, limiter ou refuser des commandes. 6. Abonnements Les abonnements se renouvellent automatiquement sauf résiliation en temps utile. La résiliation via le compte prend effet à la fin de la période de facturation en cours. Les périodes d'essai peuvent être modifiées ou arrêtées. À leur terme, l'abonnement devient payant sauf résiliation préalable. 7. Logiciel Nous pouvons fournir des logiciels ou applications. Des conditions supplémentaires (EULA) peuvent prévaloir. Vous ne pouvez pas décompiler, rétro‑concevoir ou redistribuer sans autorisation. 8. Activités interdites Interdiction d'utiliser les Services à des fins illégales, frauduleuses ou harcelantes, notamment : Collecte ou extraction de données sans autorisation Publication de contenus illicites, diffamatoires ou discriminatoires Contournement de mesures de sécurité ou diffusion de logiciels malveillants Abus des canaux de support, faux signalements, usurpation d'identité. Nous pouvons agir (suppression, suspension, mesures juridiques). 9. Contenu généré par les utilisateurs Vous pouvez téléverser du contenu (textes, images, documents). Vous êtes responsable du respect des lois et droits de tiers. 10. Licence sur les contributions En fournissant du contenu vous nous accordez une licence mondiale, gratuite, transférable et perpétuelle pour exploiter, stocker, copier, adapter et publier ce contenu afin d'opérer les Services. Vous conservez la propriété. 11. Directives relatives aux avis Les avis doivent refléter des expériences réelles, rester factuels, sans propos offensants ou discriminatoires. Nous pouvons retirer les avis non conformes. 12. Application mobile Licence limitée, révocable pour installation et usage sur vos appareils. Interdiction de modifier ou redistribuer. Les boutiques d'applications sont tierces et non responsables du support. 13. Sites et contenus tiers Liens possibles vers des contenus tiers. Nous déclinons toute responsabilité quant à leur exactitude, disponibilité ou pratiques de confidentialité. Usage à vos risques. 14. Gestion des Services Nous pouvons surveiller, restreindre l'accès, supprimer des données ou ajuster techniquement pour assurer la sécurité et le bon fonctionnement. Pas d'obligation de surveillance exhaustive. 15. Protection des données Voir notre Politique de Confidentialité (intégrée aux présentes) pour le traitement des données personnelles. 16. Violations de droits d'auteur Signalez toute atteinte alléguée avec informations suffisantes. Les notifications abusives peuvent entraîner des conséquences juridiques. 17. Durée et résiliation Applicables tant que vous utilisez les Services. Nous pouvons suspendre ou résilier en cas de violation. Vous pouvez résilier à tout moment; les obligations financières échues demeurent. 18. Modifications et interruptions Nous pouvons adapter, étendre ou cesser des parties des Services. Des maintenances peuvent causer des interruptions temporaires. Absence de responsabilité pour indisponibilités inévitables. 19. Droit applicable Droit suisse (hors règles de conflit de lois et Convention de Vienne). Dispositions impératives de protection du consommateur conservées. For : Bâle-Campagne. 20. Règlement des litiges Priorité à une résolution amiable. À défaut : arbitrage selon les règles de la Cour Européenne d'Arbitrage (siège Strasbourg), arbitre unique, lieu : Bâle-Ville, langue : allemand. Droits légaux des consommateurs préservés. 21. Corrections Nous pouvons corriger erreurs ou inexactitudes et mettre à jour le contenu. 22. Clause de non-responsabilité Services fournis "en l'état" et "selon disponibilité"; aucune garantie d'aptitude particulière dans les limites légales. Utilisation à vos risques. 23. Limitation de responsabilité Responsabilité uniquement en cas de dol ou faute grave et pour atteinte à la vie, au corps ou à la santé. Faute légère : seulement obligations essentielles, limitée aux dommages prévisibles typiques. Responsabilités légales impératives préservées. 24. Indemnisation Vous garantissez ImmoSync contre toute réclamation de tiers liée à votre utilisation, vos contenus ou violations, y compris frais raisonnables de défense. 25. Données utilisateur Vous êtes responsable de la sauvegarde. Sauvegardes régulières effectuées sans garantie absolue contre la perte sauf faute grave de notre part. 26. Communications électroniques Emails, messages in‑app ou formulaires valent notification écrite. Consentement aux communications électroniques (renonciation au papier dans la mesure légale). 27. Notifications SMS Messages techniques (ex. 2FA). Tarifs standard opérateur possibles. Désactivation peut limiter sécurité/fonctionnalités. 28. Dispositions finales Accord complet. Nullité partielle sans effet sur le reste. Cession soumise à consentement. Tolérance ponctuelle ≠ renonciation future. 29. Contact ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Bâle-Campagne) Suisse Tél. : +41 76 391 94 00 E-mail : info@immosync.ch
it: Termini di Servizio (TdS) Ultimo aggiornamento: 1 ottobre 2025 I presenti Termini di Servizio ("Termini") disciplinano l'uso di tutti i prodotti, servizi e applicazioni di ImmoSync KLG ("ImmoSync", "noi"). Accedendo o utilizzando i Servizi accetti questi Termini. In caso di mancato accordo non puoi usare i Servizi. ImmoSync KLG, Hauptstrasse 38, 4411 Seltisberg, Basilea Campagna, Svizzera. Tel: +41 76 391 94 00 · E-mail: info@immosync.ch Indice Disposizioni Fondamentali 1. I Nostri Servizi 2. Diritti di Proprietà Intellettuale 3. Dichiarazioni dell'Utente 4. Registrazione Utente 5. Acquisti e Pagamenti 6. Abbonamenti 7. Software 8. Attività Proibite 9. Contenuti Generati dagli Utenti 10. Licenza sui Contributi 11. Linee Guida sulle Recensioni 12. Applicazione Mobile 13. Siti e Contenuti di Terzi 14. Gestione dei Servizi 15. Protezione dei Dati 16. Violazioni di Copyright 17. Durata e Cessazione 18. Modifiche e Interruzioni 19. Legge Applicabile 20. Risoluzione delle Controversie 21. Correzioni 22. Dichiarazione di Esclusione di Garanzia 23. Limitazione di Responsabilità 24. Manleva 25. Dati dell'Utente 26. Comunicazioni Elettroniche 27. Notifiche SMS 28. Disposizioni Finali 29. Contatti Disposizioni Fondamentali Accedendo al nostro sito https://immosync.ch, alle nostre app mobili o ad altre offerte (collettivamente i "Servizi") dichiari di avere almeno 18 anni, di avere capacità giuridica e di aver letto e accettato i presenti Termini. Se agisci per conto di un'entità giuridica, dichiari di essere autorizzato a vincolarla. Possiamo aggiornare i Termini in qualsiasi momento. Le modifiche saranno pubblicate sul sito o inviate via e-mail. L'uso continuato dopo l'entrata in vigore delle modifiche costituisce accettazione dei Termini aggiornati. 1. I Nostri Servizi ImmoSync offre una piattaforma digitale che facilita comunicazione e collaborazione tra proprietari, inquilini, fornitori di servizi e altri soggetti. La piattaforma evolve continuamente e può includere messaggistica, ticketing, gestione documenti, pianificazione, integrazioni, automazioni o prenotazioni. Le informazioni fornite non sono destinate a giurisdizioni in cui accesso o uso sarebbero contrari alla legge. Gli utenti fuori dalla Svizzera sono responsabili del rispetto delle leggi locali. 2. Diritti di Proprietà Intellettuale Tutti i contenuti, marchi, design, software e database dei Servizi appartengono a ImmoSync KLG o sono utilizzati sotto licenza e sono protetti da leggi sulla proprietà intellettuale. Concediamo una licenza non esclusiva, revocabile e non trasferibile per usare i Servizi per fini interni. Qualsiasi riproduzione, modifica, pubblicazione o sfruttamento oltre il perimetro contrattuale richiede consenso scritto. 3. Dichiarazioni dell'Utente Garantisci che le informazioni fornite siano veritiere, aggiornate e complete e che verranno aggiornate in caso di cambiamenti. Ti impegni a usare i Servizi in conformità alla legge e a non violare diritti di terzi. Accesso tramite strumenti automatici o bot vietato. Possiamo sospendere o eliminare account in caso di violazioni. 4. Registrazione Utente Alcune funzioni richiedono registrazione. Le credenziali devono restare riservate. Sei responsabile di tutte le attività del tuo account. Possiamo rifiutare o modificare nomi utente ingannevoli o lesivi. 5. Acquisti e Pagamenti I pagamenti devono essere effettuati in franchi svizzeri (CHF) ai prezzi indicati. Metodi accettati mostrati nel checkout. Tasse e imposte calcolate secondo legge. Devi mantenere aggiornati i dati di pagamento e autorizzi l'addebito degli importi dovuti. Possiamo esaminare, limitare o rifiutare ordini. 6. Abbonamenti Si rinnovano automaticamente salvo disdetta tempestiva. La disdetta via account ha effetto a fine periodo di fatturazione. Periodi di prova gratuiti possono essere modificati o terminati. Alla scadenza, conversione automatica in abbonamento a pagamento salvo annullamento. 7. Software Possiamo fornire software o app. Eventuali EULA prevalgono. Vietato decompilare, reverse engineer o ridistribuire senza autorizzazione. 8. Attività Proibite Uso illecito, fraudolento o molesto vietato, incluso: Raccolta o scraping non autorizzati Contenuti illeciti, diffamatori o discriminatori Tentativi di elusione sicurezza o diffusione malware Abuso supporto, segnalazioni false, furto d'identità. Possiamo intervenire (rimozione, sospensione, azioni legali). 9. Contenuti Generati dagli Utenti Puoi caricare contenuti (testi, immagini, documenti). Sei responsabile della conformità legale e del rispetto dei diritti. 10. Licenza sui Contributi Caricando contenuti concedi licenza mondiale, gratuita, trasferibile e perpetua a usare, memorizzare, adattare e pubblicare per l'operatività dei Servizi. Mantieni la titolarità. 11. Linee Guida sulle Recensioni Devono riflettere esperienze reali, essere accurate e prive di offese. Possiamo rimuovere recensioni non conformi. 12. Applicazione Mobile Licenza limitata e revocabile per installare e usare sui tuoi dispositivi. Vietato modificare o ridistribuire. Marketplace terzi non responsabili del supporto. 13. Siti e Contenuti di Terzi Possibili link a contenuti terzi. Nessuna responsabilità per accuratezza, disponibilità o privacy. Uso a tuo rischio. 14. Gestione dei Servizi Possiamo monitorare, limitare accesso, cancellare dati o adeguare tecnicamente per sicurezza e buon funzionamento. Nessun obbligo di monitoraggio totale. 15. Protezione dei Dati Vedi Informativa Privacy (parte integrante) per trattamento dati personali. 16. Violazioni di Copyright Segnala presunte violazioni con dettagli adeguati. Segnalazioni abusive possono avere conseguenze legali. 17. Durata e Cessazione Validi finché usi i Servizi. Possiamo sospendere o terminare per violazioni. Puoi terminare in qualsiasi momento; obblighi dovuti restano. 18. Modifiche e Interruzioni Possiamo modificare, ampliare o cessare parti dei Servizi. Manutenzioni possono causare interruzioni. Nessuna responsabilità per downtime inevitabile. 19. Legge Applicabile Diritto svizzero (escluse norme conflitto e Convenzione di Vienna). Tutele imperative del consumatore invariate. Foro: Basilea Campagna. 20. Risoluzione delle Controversie Prima soluzione amichevole. In difetto: arbitrato (Regole Corte Europea di Arbitrato, sede Strasburgo), arbitro unico, luogo: Basilea Città, lingua: tedesco. Diritti legali dei consumatori preservati. 21. Correzioni Possiamo correggere errori e aggiornare contenuti. 22. Dichiarazione di Esclusione di Garanzia Servizi "così come sono" e "come disponibili"; nessuna garanzia ulteriore nei limiti di legge. Uso a tuo rischio. 23. Limitazione di Responsabilità Responsabilità solo per dolo o colpa grave e per lesioni a vita, corpo o salute. Colpa lieve: solo obblighi essenziali, limitata a danni prevedibili tipici. Responsabilità legali imperative restano. 24. Manleva Tienici indenni da reclami di terzi derivanti da uso, contenuti o violazioni, incluse spese legali ragionevoli. 25. Dati dell'Utente Backup a tuo carico. Eseguiamo backup regolari senza garanzia assoluta contro perdita salvo nostra colpa grave. 26. Comunicazioni Elettroniche Email, messaggi in-app o moduli valgono notifica scritta. Consenso a comunicazioni elettroniche (rinuncia carta ove consentito). 27. Notifiche SMS Messaggi tecnici (es. 2FA). Possibili costi operatore. Disattivazione può limitare sicurezza/funzionalità. 28. Disposizioni Finali Accordo completo. Invalidità parziale non incide sul resto. Cessione soggetta a consenso. Mancata azione non vale rinuncia futura. 29. Contatti ImmoSync KLG Hauptstrasse 38 4411 Seltisberg (Basilea Campagna) Svizzera Tel: +41 76 391 94 00 E-mail: info@immosync.ch
