Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

source: Properties
de: Immobilien
fr: Propriétés
it: Proprietà

source: Tenants
de: Mieter
fr: Locataires
it: Inquilini

source: Services
de: Dienstleistungen
it: Servizi

source: Messages
de: Nachrichten
it: Messaggi

source: Reports
de: Berichte
fr: Rapports
it: Rapporti

source: Profile
de: Profil
fr: Profil
it: Profilo

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Language
de: Sprache
fr: Langue
it: Lingua

source: Theme
fr: Thème
it: Tema

source: Dashboard Design
fr: Style du tableau de bord
it: Design della dashboard

source: Currency
de: Währung
fr: Devise
it: Valuta

source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze

source: Security
de: Sicherheit
fr: Sécurité
it: Sicurezza

source: Notifications
de: Benachrichtigungen
it: Notifiche

source: About
de: Über
fr: À propos
it: Informazioni

source: Logout
de: Abmelden
fr: Déconnexion
it: Esci

source: Light
de: Hell
fr: Clair
it: Chiaro

source: Financial Overview
de: Finanzübersicht
fr: Aperçu financier
it: Panoramica finanziaria

source: Dark
de: Dunkel
fr: Sombre
it: Scuro

source: System
fr: Système
it: Sistema

source: English
de: Englisch
fr: Anglais
it: Inglese

source: German
de: Deutsch
fr: Allemand
it: Tedesco

source: French
de: Französisch
fr: Français
it: Francese

source: Italian
de: Italienisch
fr: Italien
it: Italiano

source: Select Language
de: Sprache auswählen
fr: Sélectionner la langue
it: Seleziona lingua

source: Select Theme
de: Theme auswählen
fr: Sélectionner le thème
it: Seleziona tema

source: Select Dashboard Design
de: Dashboard-Design wählen
fr: Sélectionner le style du tableau de bord
it: Seleziona il design della dashboard

source: Select Currency
de: Währung auswählen
fr: Sélectionner la devise
it: Seleziona valuta

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# languageChangedTo
source: Language changed to {language}
de: Sprache geändert zu {language}
fr: Langue changée en {language}
it: Lingua cambiata in {language}

# themeChangedTo
source: Theme changed to {theme}
de: Theme geändert zu {theme}
fr: Thème changé en {theme}
it: Tema cambiato in {theme}

# dashboardDesignChangedTo
source: Dashboard design changed to {design}
de: Dashboard-Design geändert zu {design}
fr: Style du tableau de bord changé en {design}
it: Design della dashboard cambiato in {design}

# currencyChangedTo
source: Currency changed to {currency}
de: Währung geändert zu {currency}
fr: Devise changée en {currency}
it: Valuta cambiata in {currency}

# dashboardDesignGlass
source: Glass (Modern)
de: Glas (Modern)
fr: Verre (moderne)
it: Glass (moderno)

# dashboardDesignClassic
source: Classic (Standard)
de: Klassisch (Standard)
fr: Classique (standard)
it: Classico (standard)

# dashboardDesignPromptDescription
source: Choose the interface style you prefer. You can change this later in Settings.
de: Wähle deinen bevorzugten Stil. Du kannst dies später in den Einstellungen ändern.
fr: Choisissez le style d'interface que vous préférez. Vous pourrez le modifier plus tard dans les paramètres.
it: Scegli lo stile dell'interfaccia che preferisci. Potrai cambiarlo in seguito nelle impostazioni.

# dashboardDesignGlassDescription
source: Modern frosted look with rich gradients.
de: Modernes, mattes Design mit kräftigen Farbverläufen.
fr: Apparence moderne effet verre dépoli avec de riches dégradés.
it: Aspetto moderno effetto vetro con gradienti intensi.

# dashboardDesignClassicDescription
source: Bright cards with a clean business layout.
de: Helle Karten mit einer klaren Business-Struktur.
fr: Cartes lumineuses avec une mise en page professionnelle épurée.
it: Card luminose con un layout professionale pulito.

# messageStatusSending
source: Sending...
de: Wird gesendet...
fr: Envoi en cours...
it: Invio in corso...

# messageStatusDeliveredAt
source: Delivered at {time}
de: Zugestellt um {time}
fr: Distribué à {time}
it: Consegnato alle {time}

# messageStatusReadAt
source: Read at {time}
de: Gelesen um {time}
fr: Lu à {time}
it: Letto alle {time}

source: Welcome
de: Willkommen
fr: Bienvenue
it: Benvenuto

source: Total Properties
de: Gesamte Immobilien
fr: Total des propriétés
it: Proprietà totali

source: Monthly Revenue
de: Monatliche Einnahmen
fr: Revenus mensuels
it: Entrate mensili

source: Revenue vs Expenses
de: Einnahmen vs. Ausgaben
fr: Revenus vs Dépenses
it: Entrate vs Spese

source: Total Revenue
de: Gesamteinnahmen
fr: Revenus totaux
it: Entrate totali

source: Total Expenses
de: Gesamtausgaben
fr: Dépenses totales
it: Spese totali

source: Net Income
de: Nettogewinn
fr: Revenu net
it: Reddito netto

source: Monthly Rent Due
de: Monatliche Miete fällig
fr: Loyer mensuel dû
it: Affitto mensile dovuto

source: Month
de: Monat
fr: Mois
it: Mese

source: Revenue
de: Einnahmen
fr: Revenus
it: Entrate

source: Expenses
de: Ausgaben
fr: Dépenses
it: Spese

source: Net
de: Netto
it: Netto

source: Occupancy Rate
de: Auslastungsgrad
fr: Taux d'occupation
it: Tasso di occupazione

source: Maintenance Requests
de: Wartungsanfragen
fr: Demandes de maintenance
it: Richieste di manutenzione

source: Search
de: Suchen
fr: Rechercher
it: Cerca

source: Search conversations...
de: Unterhaltungen suchen...
fr: Rechercher des conversations...
it: Cerca conversazioni...

source: Search properties...
de: Immobilien suchen...
fr: Rechercher des propriétés...
it: Cerca proprietà...

# noConversations
source: No conversations found
de: Keine Unterhaltungen gefunden
fr: Aucune conversation trouvée
it: Nessuna conversazione trovata

# noProperties
source: No properties found
de: Keine Immobilien gefunden
fr: Aucune propriété trouvée
it: Nessuna proprietà trovata

source: Property Details
de: Immobiliendetails
fr: Détails de la propriété
it: Dettagli della proprietà

source: Address
de: Adresse
fr: Adresse
it: Indirizzo

source: Type
de: Typ
it: Tipo

source: Status
fr: Statut
it: Stato

source: Rent
de: Miete
fr: Loyer
it: Affitto

source: Available
de: Verfügbar
fr: Disponible
it: Disponibile

source: Occupied
de: Belegt
fr: Occupé
it: Occupato

source: Maintenance
de: Wartung
it: Manutenzione

source: Map not available
de: Karte nicht verfügbar
fr: Carte non disponible
it: Mappa non disponibile

source: Contact Landlord
de: Vermieter kontaktieren
fr: Contacter le propriétaire
it: Contatta proprietario

# statusAvailable
source: Available
de: Verfügbar
fr: Disponible
it: Disponibile

# statusRented
source: Rented
de: Vermietet
fr: Loué
it: Affittato

# statusMaintenance
source: Maintenance
de: Wartung
it: Manutenzione

source: New Message
de: Neue Nachricht
fr: Nouveau message
it: Nuovo messaggio

# typeMessage
source: Type a message...
de: Nachricht eingeben...
fr: Tapez un message...
it: Scrivi un messaggio...

source: Send
de: Senden
fr: Envoyer
it: Invia

source: Revenue Report
de: Umsatzbericht
fr: Rapport de revenus
it: Rapporto entrate

source: Occupancy Report
de: Auslastungsbericht
fr: Rapport d'occupation
it: Rapporto occupazione

source: Maintenance Report
de: Wartungsbericht
fr: Rapport de maintenance
it: Rapporto manutenzione

source: Generate Report
de: Bericht erstellen
fr: Générer un rapport
it: Genera rapporto

source: Actual
de: Ist
fr: Réel
it: Reale

source: Planned
de: Soll
fr: Prévu
it: Pianificato

source: Email Notifications
de: E-Mail-Benachrichtigungen
fr: Notifications par e-mail
it: Notifiche email

source: Push Notifications
de: Push-Benachrichtigungen
fr: Notifications push
it: Notifiche push

source: Payment Reminders
de: Zahlungserinnerungen
fr: Rappels de paiement
it: Promemoria pagamenti

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia password

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina account

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla privacy

# privacyPolicyLastUpdated
source: Last updated: 3 October 2025
de: Zuletzt aktualisiert: 3. Oktober 2025
fr: Dernière mise à jour : 3 octobre 2025
it: Ultimo aggiornamento: 3 ottobre 2025
