Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

source: Copy
de: Kopieren
fr: Copier
it: Copia

source: Copied
de: Kopiert
fr: Copié
it: Copiato

source: Export
de: Exportieren
fr: Exporter
it: Esporta

source: Export coming soon
de: Exportfunktion folgt in Kürze
fr: Fonction d'export bientôt disponible
it: Funzione di esportazione in arrivo

source: Table of Contents
de: Inhalt
fr: Table des matières
it: Indice

source: Your privacy matters
de: Ihre Privatsphäre ist wichtig
fr: Votre vie privée compte
it: La tua privacy è importante

# trustBadgeText
source: We protect your data and give you control over your privacy.
de: Wir schützen Ihre Daten und geben Ihnen Kontrolle über Ihre Privatsphäre.
fr: Nous protégeons vos données et vous donnons le contrôle sur votre vie privée.
it: Proteggiamo i tuoi dati e ti diamo il controllo sulla tua privacy.

source: Version
it: Versione

source: Unknown Property
de: Unbekannte Immobilie
fr: Propriété inconnue
it: Proprietà sconosciuta

source: User
de: Benutzer
fr: Utilisateur
it: Utente

source: Tenant Management
de: Mieterverwaltung
fr: Gestion des locataires
it: Gestione inquilini

# manageTenantDescription
source: Manage your tenants and their property assignments
de: Verwalten Sie Ihre Mieter und deren Immobilienzuweisungen
fr: Gérez vos locataires et leurs affectations de propriétés
it: Gestisci i tuoi inquilini e le loro assegnazioni di proprietà

source: Total Tenants
de: Mieter insgesamt
fr: Total des locataires
it: Inquilini totali

source: Active Tenants
de: Aktive Mieter
fr: Locataires actifs
it: Inquilini attivi

source: Occupied Units
de: Belegte Einheiten
fr: Unités occupées
it: Unità occupate

source: Pending Issues
de: Offene Probleme
fr: Problèmes en attente
it: Problemi in sospeso

source: Properties Assigned
de: Zugewiesene Immobilien
fr: Propriétés assignées
it: Proprietà assegnate

source: Empty
de: Leer
fr: Vide
it: Vuoto

source: No tenants found
de: Keine Mieter gefunden
fr: Aucun locataire trouvé
it: Nessun inquilino trovato

source: No Tenants Yet
de: Noch keine Mieter
fr: Aucun locataire pour le moment
it: Nessun inquilino ancora

# addPropertiesInviteTenants
source: Add properties and invite tenants to get started
de: Fügen Sie Immobilien hinzu und laden Sie Mieter ein, um zu beginnen
fr: Ajoutez des propriétés et invitez des locataires pour commencer
it: Aggiungi proprietà e invita inquilini per iniziare

source: Add Property
de: Immobilie hinzufügen
fr: Ajouter une propriété
it: Aggiungi proprietà

source: Add Tenant
de: Mieter hinzufügen
fr: Ajouter un locataire
it: Aggiungi inquilino

source: Loading tenants...
de: Mieter werden geladen...
fr: Chargement des locataires...
it: Caricamento inquilini...

source: Error loading tenants
de: Fehler beim Laden der Mieter
fr: Erreur lors du chargement des locataires
it: Errore nel caricamento degli inquilini

source: Please try again later
de: Bitte versuchen Sie es später erneut
fr: Veuillez réessayer plus tard
it: Si prega di riprovare più tardi

# retryLoading
source: Retry
de: Wiederholen
fr: Réessayer
it: Riprova

source: Edit Tenant
de: Mieter bearbeiten
fr: Modifier le locataire
it: Modifica inquilino

source: Delete Tenant
de: Mieter löschen
fr: Supprimer le locataire
it: Elimina inquilino

source: Tenant Details
de: Mieterdetails
fr: Détails du locataire
it: Dettagli inquilino

source: Phone
de: Telefon
fr: Téléphone
it: Telefono

source: View Details
de: Details anzeigen
fr: Voir les détails
it: Visualizza dettagli

source: Search tenants...
de: Mieter suchen...
fr: Rechercher des locataires...
it: Cerca inquilini...

source: My Properties
de: Meine Immobilien
fr: Mes propriétés
it: Le mie proprietà

source: All
de: Alle
fr: Tout
it: Tutti

source: RENTED
de: VERMIETET
fr: LOUÉ
it: AFFITTATO

source: Monthly Rent
de: Monatliche Miete
fr: Loyer mensuel
it: Affitto mensile

source: Size
de: Größe
fr: Taille
it: Dimensione

source: Rooms
de: Zimmer
fr: Pièces
it: Stanze

source: No properties found
de: Keine Immobilien gefunden
fr: Aucune propriété trouvée
it: Nessuna proprietà trovata

# addFirstProperty
source: Add your first property to get started
de: Fügen Sie Ihre erste Immobilie hinzu, um zu beginnen
fr: Ajoutez votre première propriété pour commencer
it: Aggiungi la tua prima proprietà per iniziare

source: Something went wrong
de: Etwas ist schief gelaufen
fr: Une erreur s'est produite
it: Qualcosa è andato storto

source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova

source: No conversations yet
de: Noch keine Unterhaltungen
fr: Aucune conversation pour le moment
it: Nessuna conversazione ancora

# tryAdjustingSearch
source: Try adjusting your search terms
de: Versuchen Sie, Ihre Suchbegriffe anzupassen
fr: Essayez d'ajuster vos termes de recherche
it: Prova ad aggiustare i tuoi termini di ricerca

# startConversation
source: Start a conversation with your properties
de: Beginnen Sie eine Unterhaltung mit Ihren Immobilien
fr: Commencez une conversation avec vos propriétés
it: Inizia una conversazione con le tue proprietà

source: New Conversation
de: Neue Unterhaltung
fr: Nouvelle conversation
it: Nuova conversazione

# propertySelectionMessage
source: Property selection will be implemented with database integration
de: Immobilienauswahl wird mit Datenbankintegration implementiert
fr: La sélection de propriétés sera implémentée avec l'intégration de base de données
it: La selezione delle proprietà sarà implementata con l'integrazione del database

source: Create
de: Erstellen
fr: Créer
it: Crea

source: Landlords
de: Vermieter
fr: Propriétaires
it: Proprietari

source: Error loading contacts
de: Fehler beim Laden der Kontakte
fr: Erreur lors du chargement des contacts
it: Errore nel caricamento dei contatti

source: No contacts found
de: Keine Kontakte gefunden
fr: Aucun contact trouvé
it: Nessun contatto trovato

source: No landlords found
de: Keine Vermieter gefunden
fr: Aucun propriétaire trouvé
it: Nessun proprietario trovato

# addPropertiesToConnect
source: Add properties to connect with tenants
de: Fügen Sie Immobilien hinzu, um sich mit Mietern zu verbinden
fr: Ajoutez des propriétés pour vous connecter avec les locataires
it: Aggiungi proprietà per connetterti con gli inquilini

# landlordContactsAppear
source: Your landlord contacts will appear here
de: Ihre Vermieter-Kontakte werden hier angezeigt
fr: Vos contacts propriétaires apparaîtront ici
it: I tuoi contatti proprietari appariranno qui

source: Property
de: Immobilie
fr: Propriété
it: Proprietà

source: Call
de: Anrufen
fr: Appeler
it: Chiama

source: Message
de: Nachricht
it: Messaggio

source: Details
fr: Détails
it: Dettagli

source: Open Chat
de: Chat öffnen
fr: Ouvrir le chat
it: Apri chat

# phoneCallFunctionality
source: Phone call functionality will be implemented
de: Anruffunktion wird implementiert
fr: La fonctionnalité d'appel téléphonique sera implémentée
it: La funzionalità di chiamata telefonica sarà implementata

source: Contact Information
de: Kontaktinformationen
fr: Informations de contact
it: Informazioni di contatto

source: Assigned Properties
de: Zugewiesene Immobilien
fr: Propriétés assignées
it: Proprietà assegnate

# noPropertiesAssigned
source: No properties assigned to this tenant
de: Diesem Mieter sind keine Immobilien zugewiesen
fr: Aucune propriété assignée
it: Nessuna proprietà assegnata

# filterOptions
source: Filter options will be implemented
de: Filteroptionen werden implementiert
fr: Les options de filtre seront implémentées
it: Le opzioni di filtro saranno implementate

source: Active
de: Aktiv
fr: Actif
it: Attivo

source: Edit Profile
de: Profil bearbeiten
fr: Modifier le profil
it: Modifica profilo

source: Role
de: Rolle
fr: Rôle
it: Ruolo

source: disabled
de: deaktiviert
fr: désactivé
it: disabilitato

source: Privacy Settings
de: Datenschutzeinstellungen
fr: Paramètres de confidentialité
it: Impostazioni privacy

# privacySettingsMessage
source: Privacy settings will be available soon
de: Datenschutzeinstellungen werden bald verfügbar sein
fr: Les paramètres de confidentialité seront bientôt disponibles
it: Le impostazioni della privacy saranno presto disponibili

# receiveUpdatesEmail
source: Receive updates via email
de: Updates per E-Mail erhalten
fr: Recevoir les mises à jour par e-mail
it: Ricevi aggiornamenti via email

source: Good morning
de: Guten Morgen
fr: Bonjour
it: Buongiorno

source: Good afternoon
de: Guten Tag
fr: Bon après-midi
it: Buon pomeriggio

source: Good evening
de: Guten Abend
fr: Bonsoir
it: Buonasera

source: Quick Actions
de: Schnelle Aktionen
fr: Actions rapides
it: Azioni rapide

source: View Properties
de: Immobilien anzeigen
fr: Voir les propriétés
it: Visualizza proprietà

source: Outstanding
de: Ausstehend
fr: En suspens
it: In sospeso

source: Description
de: Beschreibung
it: Descrizione

source: Amenities
de: Ausstattung
fr: Équipements
it: Servizi

source: Balcony
de: Balkon
fr: Balcon
it: Balcone

source: Elevator
de: Aufzug
fr: Ascenseur
it: Ascensore

source: Laundry
de: Wäscherei
fr: Buanderie
it: Lavanderia

source: Location
de: Standort
fr: Emplacement
it: Posizione

source: Financial Details
de: Finanzielle Details
fr: Détails financiers
it: Dettagli finanziari

source: Invite Tenant
de: Mieter einladen
fr: Inviter un locataire
it: Invita inquilino

source: Outstanding Payments
de: Ausstehende Zahlungen
fr: Paiements en suspens
it: Pagamenti in sospeso

source: Search contacts...
de: Kontakte suchen...
fr: Rechercher des contacts...
it: Cerca contatti...

source: Search properties, tenants, messages...
de: Immobilien, Mieter, Nachrichten suchen...
fr: Rechercher propriétés, locataires, messages...
it: Cerca proprietà, inquilini, messaggi...

source: Type a message...
de: Nachricht eingeben...
fr: Tapez un message...
it: Scrivi un messaggio...

# managePropertiesAndTenants
source: Manage your properties and tenants
de: Verwalten Sie Ihre Immobilien und Mieter
fr: Gérez vos propriétés et locataires
it: Gestisci le tue proprietà e inquilini

source: Monthly Income
de: Monatliche Einnahmen
fr: Revenus mensuels
it: Entrate mensili

# chfPerMonth
source: CHF/month
de: CHF/Monat
fr: CHF/mois
it: CHF/mese

# propertyDescription
source: Modern property located in a prime location with excellent amenities and convenient access to public transportation.
de: Moderne Immobilie in bester Lage mit hervorragender Ausstattung und bequemer Anbindung an öffentliche Verkehrsmittel.
fr: Propriété moderne située dans un emplacement privilégié avec d'excellentes commodités et un accès pratique aux transports publics.
it: Proprietà moderna situata in una posizione privilegiata con eccellenti servizi e comodo accesso ai trasporti pubblici.

source: Landlord
de: Vermieter
fr: Propriétaire
it: Proprietario

# updateYourInformation
source: Update your personal information
de: Aktualisieren Sie Ihre persönlichen Informationen
fr: Mettez à jour vos informations personnelles
it: Aggiorna le tue informazioni personali

source: App Settings
de: App-Einstellungen
fr: Paramètres de l'app
it: Impostazioni app

# updatePassword
source: Update your password
de: Aktualisieren Sie Ihr Passwort
fr: Mettez à jour votre mot de passe
it: Aggiorna la tua password

# signOutOfAccount
source: Sign out of your account
de: Aus Ihrem Konto abmelden
fr: Déconnectez-vous de votre compte
it: Esci dal tuo account

source: Confirm Logout
de: Abmeldung bestätigen
fr: Confirmer la déconnexion
it: Conferma logout

# logoutConfirmation
source: Are you sure you want to log out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
fr: Êtes-vous sûr de vouloir vous déconnecter?
it: Sei sicuro di voler uscire?

# searchToFindResults
source: Start typing to find results
de: Beginnen Sie zu tippen, um Ergebnisse zu finden
fr: Commencez à taper pour trouver des résultats
it: Inizia a digitare per trovare risultati

# searchHint
source: Search for properties, tenants, or messages
de: Nach Immobilien, Mietern oder Nachrichten suchen
fr: Rechercher des propriétés, locataires ou messages
it: Cerca proprietà, inquilini o messaggi

source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
it: Nessun risultato trovato

# tryDifferentSearch
source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
fr: Essayez un terme de recherche différent
it: Prova un termine di ricerca diverso

source: Filter Properties
de: Immobilien filtern
fr: Filtrer les propriétés
it: Filtra proprietà

source: Filter Requests
de: Anfragen filtern
fr: Filtrer les demandes
it: Filtra richieste

source: Pending
de: Ausstehend
fr: En attente
it: In attesa

source: In Progress
de: In Bearbeitung
fr: En cours
it: In corso

source: Completed
de: Abgeschlossen
fr: Terminé
it: Completato

source: Cancelled
de: Storniert
fr: Annulé
it: Annullato

source: Priority
de: Priorität
fr: Priorité
it: Priorità

source: Low
de: Niedrig
fr: Basse
it: Bassa

source: Medium
de: Mittel
fr: Moyenne
it: Media

source: High
de: Hoch
fr: Haute
it: Alta

source: Emergency
de: Notfall
fr: Urgence
it: Emergenza

source: No maintenance requests
de: Keine Wartungsanfragen
fr: Aucune demande de maintenance
it: Nessuna richiesta di manutenzione

# noMaintenanceRequestsDescription
source: All maintenance requests will appear here
de: Alle Wartungsanfragen werden hier angezeigt
fr: Toutes les demandes de maintenance apparaîtront ici
it: Tutte le richieste di manutenzione appariranno qui

source: Get Directions
de: Route anzeigen
fr: Obtenir l'itinéraire
it: Ottieni indicazioni

source: Location not available
de: Standort nicht verfügbar
fr: Emplacement non disponible
it: Posizione non disponibile

# addressDisplayOnly
source: Address shown for reference only
de: Adresse nur zur Anzeige
fr: Adresse affichée à titre de référence uniquement
it: Indirizzo mostrato solo per riferimento

# twoFactorAuth
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fr: Authentification à deux facteurs
it: Autenticazione a due fattori

source: Help Center
de: Hilfezentrum
fr: Centre d'aide
it: Centro assistenza

source: Contact Support
de: Support kontaktieren
fr: Contacter le support
it: Contatta il supporto

source: enabled
de: aktiviert
fr: activé
it: abilitato

# pushNotificationSubtitle
source: Receive updates on your device
de: Updates auf Ihrem Gerät erhalten
fr: Recevoir des mises à jour sur votre appareil
it: Ricevi aggiornamenti sul tuo dispositivo

# paymentReminderSubtitle
source: Get reminded about upcoming payments
de: An anstehende Zahlungen erinnert werden
fr: Être rappelé des paiements à venir
it: Ricevi promemoria sui pagamenti in arrivo

source: Welcome to Help Center
de: Willkommen im Hilfezentrum
fr: Bienvenue au centre d'aide
it: Benvenuto al centro assistenza

# helpCenterDescription
source: Find answers to common questions, learn how to use ImmoSync features, and get support when you need it.
de: Finden Sie Antworten auf häufige Fragen, lernen Sie, wie Sie ImmoLink-Funktionen nutzen, und erhalten Sie Unterstützung, wenn Sie sie benötigen.
fr: Trouvez des réponses aux questions fréquentes, apprenez les fonctionnalités d'ImmoSync et obtenez de l'aide quand vous en avez besoin.
it: Trova risposte alle domande frequenti, impara le funzionalità di ImmoSync e ottieni aiuto quando ne hai bisogno.

source: Quick Links
de: Schnellzugriffe
fr: Liens rapides
it: Collegamenti rapidi

source: Getting Started
de: Erste Schritte
fr: Commencer
it: Iniziare

# gettingStartedDescription
source: Learn the basics of using ImmoSync
de: Lernen Sie die Grundlagen der Nutzung von ImmoLink
fr: Apprenez les bases de l'utilisation d'ImmoSync
it: Impara le basi dell'utilizzo di ImmoSync

source: Account & Settings
de: Konto & Einstellungen
fr: Compte et paramètres
it: Account e impostazioni

# accountSettingsDescription
source: Manage your account and privacy settings
de: Verwalten Sie Ihr Konto und Ihre Datenschutzeinstellungen
fr: Gérez votre compte et vos paramètres de confidentialité
it: Gestisci il tuo account e le impostazioni sulla privacy

source: Property Management
de: Immobilienverwaltung
fr: Gestion immobilière
it: Gestione immobiliare

# propertyManagementDescription
source: How to add and manage properties
de: Wie Sie Immobilien hinzufügen und verwalten
fr: Comment ajouter et gérer des propriétés
it: Come aggiungere e gestire proprietà

source: Payments & Billing
de: Zahlungen & Abrechnung
fr: Paiements et facturation
it: Pagamenti e fatturazione

# paymentsBillingDescription
source: Understanding payments and billing
de: Zahlungen und Abrechnung verstehen
fr: Comprendre les paiements et la facturation
it: Comprendere pagamenti e fatturazione

source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions fréquemment posées
it: Domande frequenti

# howToAddProperty
source: How do I add a new property?
de: Wie füge ich eine neue Immobilie hinzu?
fr: Comment ajouter une nouvelle propriété ?
it: Come aggiungere una nuova proprietà?

# howToAddPropertyAnswer
source: Go to the Properties tab and tap the "+" button. Fill in the property details, add photos, and save.
de: Gehen Sie zum Immobilien-Tab und tippen Sie auf die "+"-Schaltfläche. Füllen Sie die Immobiliendetails aus, fügen Sie Fotos hinzu und speichern Sie.
fr: Allez à l'onglet Propriétés et appuyez sur le bouton "+". Remplissez les détails de la propriété, ajoutez des photos et enregistrez.
it: Vai alla scheda Proprietà e tocca il pulsante "+". Compila i dettagli della proprietà, aggiungi foto e salva.

# howToInviteTenant
source: How do I invite a tenant?
de: Wie lade ich einen Mieter ein?
fr: Comment inviter un locataire ?
it: Come invitare un inquilino?

# howToInviteTenantAnswer
source: Open a property and tap "Invite Tenant". Enter their email address and they will receive an invitation.
de: Öffnen Sie eine Immobilie und tippen Sie auf "Mieter einladen". Geben Sie deren E-Mail-Adresse ein und sie erhalten eine Einladung.
fr: Ouvrez une propriété et appuyez sur "Inviter un locataire". Entrez leur adresse e-mail et ils recevront une invitation.
it: Apri una proprietà e tocca "Invita inquilino". Inserisci il loro indirizzo email e riceveranno un invito.

# howToChangeCurrency
source: How do I change my currency?
de: Wie ändere ich meine Währung?
fr: Comment changer ma devise ?
it: Come cambiare la mia valuta?

# howToChangeCurrencyAnswer
source: Go to Settings > Preferences > Currency and select your preferred currency.
de: Gehen Sie zu Einstellungen > Präferenzen > Währung und wählen Sie Ihre bevorzugte Währung.
fr: Allez à Paramètres > Préférences > Devise et sélectionnez votre devise préférée.
it: Vai a Impostazioni > Preferenze > Valuta e seleziona la tua valuta preferita.

# howToEnable2FA
source: How do I enable two-factor authentication?
de: Wie aktiviere ich die Zwei-Faktor-Authentifizierung?
fr: Comment activer l'authentification à deux facteurs ?
it: Come abilitare l'autenticazione a due fattori?

# howToEnable2FAAnswer
source: Go to Settings > Security > Two-Factor Authentication and follow the setup instructions.
de: Gehen Sie zu Einstellungen > Sicherheit > Zwei-Faktor-Authentifizierung und befolgen Sie die Einrichtungsanweisungen.
fr: Allez à Paramètres > Sécurité > Authentification à deux facteurs et suivez les instructions de configuration.
it: Vai a Impostazioni > Sicurezza > Autenticazione a due fattori e segui le istruzioni di configurazione.

# howToExportData
source: How do I export my data?
de: Wie exportiere ich meine Daten?
fr: Comment exporter mes données ?
it: Come esportare i miei dati?

# howToExportDataAnswer
source: Go to Settings > Privacy Settings > Data Management > Export My Data.
de: Gehen Sie zu Einstellungen > Datenschutzeinstellungen > Datenverwaltung > Meine Daten exportieren.
fr: Allez à Paramètres > Paramètres de confidentialité > Gestion des données > Exporter mes données.
it: Vai a Impostazioni > Impostazioni Privacy > Gestione Dati > Esporta i miei dati.

source: User Guides
de: Benutzerhandbücher
fr: Guides utilisateur
it: Guide utente

source: Landlord Guide
de: Vermieter-Handbuch
fr: Guide du propriétaire
it: Guida proprietario

# landlordGuideDescription
source: Complete guide for landlords
de: Vollständiges Handbuch für Vermieter
fr: Guide complet pour les propriétaires
it: Guida completa per proprietari

source: Tenant Guide
de: Mieter-Handbuch
fr: Guide du locataire
it: Guida inquilino

# tenantGuideDescription
source: Complete guide for tenants
de: Vollständiges Handbuch für Mieter
fr: Guide complet pour les locataires
it: Guida completa per inquilini

source: Security Best Practices
de: Sicherheits-Best-Practices
fr: Meilleures pratiques de sécurité
it: Migliori pratiche di sicurezza

# securityBestPracticesDescription
source: Keep your account secure
de: Halten Sie Ihr Konto sicher
fr: Gardez votre compte sécurisé
it: Mantieni il tuo account sicuro

source: Need More Help?
de: Benötigen Sie weitere Hilfe?
fr: Besoin d'aide supplémentaire ?
it: Hai bisogno di ulteriore aiuto?

# needMoreHelpDescription
source: Can't find what you're looking for? Our support team is here to help.
de: Können Sie nicht finden, wonach Sie suchen? Unser Support-Team hilft Ihnen gerne.
fr: Vous ne trouvez pas ce que vous cherchez ? Notre équipe de support est là pour vous aider.
it: Non riesci a trovare quello che cerchi? Il nostro team di supporto è qui per aiutarti.

source: Got it
de: Verstanden
fr: Compris
it: Capito

# gettingStartedWelcome
source: Welcome to ImmoSync! Here's how to get started:
de: Willkommen bei ImmoLink! So können Sie loslegen:
fr: Bienvenue sur ImmoSync ! Voici comment commencer :
it: Benvenuto su ImmoSync! Ecco come iniziare:

# gettingStartedStep1
source: 1. Complete your profile
de: 1. Vervollständigen Sie Ihr Profil
fr: 1. Complétez votre profil
it: 1. Completa il tuo profilo

# gettingStartedStep2
source: 2. Add your first property
de: 2. Fügen Sie Ihre erste Immobilie hinzu
fr: 2. Ajoutez votre première propriété
it: 2. Aggiungi la tua prima proprietà

# gettingStartedStep3
source: 3. Invite tenants or connect with landlords
de: 3. Laden Sie Mieter ein oder verbinden Sie sich mit Vermietern
fr: 3. Invitez des locataires ou connectez-vous avec des propriétaires
it: 3. Invita inquilini o connettiti con proprietari

# gettingStartedStep4
source: 4. Start managing your properties
de: 4. Beginnen Sie mit der Verwaltung Ihrer Immobilien
fr: 4. Commencez à gérer vos propriétés
it: 4. Inizia a gestire le tue proprietà

# propertyManagementGuide
source: Managing properties in ImmoSync:
de: Verwaltung von Immobilien in ImmoLink:
fr: Gestion des propriétés dans ImmoSync :
it: Gestione proprietà in ImmoSync:

# propertyManagementTip1
source: - Add property details and photos
de: • Immobiliendetails und Fotos hinzufügen
fr: • Ajouter des détails et photos de propriété
it: • Aggiungere dettagli e foto delle proprietà

# propertyManagementTip2
source: - Set rental prices and terms
de: • Mietpreise und Konditionen festlegen
fr: • Définir les prix de location et les conditions
it: • Impostare prezzi e condizioni di affitto

# propertyManagementTip3
source: - Invite tenants to view or rent
de: • Mieter zur Besichtigung oder Anmietung einladen
fr: • Inviter des locataires pour visites ou location
it: • Invitare inquilini per visite o affitto

# propertyManagementTip4
source: - Track maintenance requests
de: • Wartungsanfragen verfolgen
fr: • Suivre les demandes de maintenance
it: • Tracciare richieste di manutenzione

# propertyManagementTip5
source: - Monitor payment status
de: • Zahlungsstatus überwachen
fr: • Surveiller le statut des paiements
it: • Monitorare stato dei pagamenti

# paymentsGuide
source: Understanding payments in ImmoSync:
de: Zahlungen in ImmoLink verstehen:
fr: Comprendre les paiements dans ImmoSync :
it: Comprendere i pagamenti in ImmoSync:
