Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

# privacyAllowPropertySearchDescription
source: Let other users find your properties in search results
de: Ermöglicht anderen Benutzern, Ihre Immobilien in Suchergebnissen zu finden
fr: Permettre aux autres utilisateurs de trouver vos biens dans les résultats de recherche
it: Permetti agli altri utenti di trovare le tue proprietà nei risultati di ricerca

# privacyUsageAnalyticsTitle
source: Share usage analytics
de: Nutzungsanalysen teilen
fr: Partager les analyses d'utilisation
it: Condividi le analisi di utilizzo

# privacyUsageAnalyticsDescription
source: Help improve ImmoLink by sharing anonymous usage data
de: Helfen Sie mit, ImmoLink zu verbessern, indem Sie anonyme Nutzungsdaten teilen
fr: Aidez-nous à améliorer ImmoLink en partageant des données d'utilisation anonymes
it: Aiuta a migliorare ImmoLink condividendo dati di utilizzo anonimi

# privacyMarketingSectionTitle
source: Marketing & Communications
de: Marketing & Kommunikation
fr: Marketing et communications
it: Marketing e comunicazioni

# privacyMarketingDescription
source: Control how we communicate with you about new features and offers.
de: Steuern Sie, wie wir Sie über neue Funktionen und Angebote informieren.
fr: Contrôlez comment nous vous informons des nouvelles fonctionnalités et offres.
it: Controlla come ti informiamo su nuove funzionalità e offerte.

# privacyMarketingEmailsTitle
source: Receive marketing emails
de: Marketing-E-Mails erhalten
fr: Recevoir des e-mails marketing
it: Ricevi email promozionali

# privacyMarketingEmailsDescription
source: Get updates about new features, tips, and special offers
de: Updates zu neuen Funktionen, Tipps und Angeboten erhalten
fr: Recevez des actualités sur les nouvelles fonctionnalités, des conseils et des offres spéciales
it: Ricevi aggiornamenti su nuove funzionalità, suggerimenti e offerte speciali

# privacyDataManagementSectionTitle
source: Data Management
de: Datenverwaltung
fr: Gestion des données
it: Gestione dei dati

# privacyDataManagementDescription
source: Manage your personal data and export your information.
de: Verwalten Sie Ihre personenbezogenen Daten und exportieren Sie Ihre Informationen.
fr: Gérez vos données personnelles et exportez vos informations.
it: Gestisci i tuoi dati personali ed esporta le tue informazioni.

# privacyExportDataTitle
source: Export my data
de: Meine Daten exportieren
fr: Exporter mes données
it: Esporta i miei dati

# privacyExportDataSubtitle
source: Download a copy of your personal data
de: Laden Sie eine Kopie Ihrer persönlichen Daten herunter
fr: Télécharger une copie de vos données personnelles
it: Scarica una copia dei tuoi dati personali

# privacyDeleteAccountTitle
source: Delete account
de: Konto löschen
fr: Supprimer le compte
it: Elimina account

# privacyDeleteAccountSubtitle
source: Permanently delete your account and all data
de: Ihr Konto und alle Daten dauerhaft löschen
fr: Supprimer définitivement votre compte et toutes les données
it: Elimina definitivamente il tuo account e tutti i dati

# privacyExportDialogTitle
source: Export your data
de: Daten exportieren
fr: Exporter vos données
it: Esporta i tuoi dati

# privacyExportDialogDescription
source: We will prepare a download link with all your personal data including:
de: Wir erstellen einen Download-Link mit allen Ihren persönlichen Daten, einschließlich:
fr: Nous préparerons un lien de téléchargement contenant toutes vos données personnelles, y compris :
it: Prepariamo un link di download con tutti i tuoi dati personali, inclusi:

# privacyExportIncludesProfile
source: Profile information
de: Profilinformationen
fr: Informations de profil
it: Informazioni del profilo

# privacyExportIncludesProperty
source: Property data
de: Immobiliendaten
fr: Données des propriétés
it: Dati delle proprietà

# privacyExportIncludesMessages
source: Messages and conversations
de: Nachrichten und Unterhaltungen
fr: Messages et conversations
it: Messaggi e conversazioni

# privacyExportIncludesPayments
source: Payment history
de: Zahlungshistorie
fr: Historique des paiements
it: Storico dei pagamenti

# privacyExportIncludesSettings
source: Settings and preferences
de: Einstellungen und Präferenzen
fr: Paramètres et préférences
it: Impostazioni e preferenze

# privacyExportDialogNote
source: The export process may take up to 24 hours. You will receive an email with the download link.
de: Der Export kann bis zu 24 Stunden dauern. Sie erhalten einen E-Mail-Link zum Download.
fr: Le processus peut prendre jusqu'à 24 heures. Vous recevrez un e-mail avec le lien de téléchargement.
it: Il processo può richiedere fino a 24 ore. Riceverai un'e-mail con il link per il download.

# privacyExportSuccess
source: Data export request submitted. You will receive an email with the download link.
de: Datenexport angefordert. Sie erhalten bald einen Download-Link per E-Mail.
fr: Demande d'export envoyée. Vous recevrez bientôt un lien par e-mail.
it: Richiesta di esportazione inviata. Riceverai presto un link via e-mail.

# privacyExportButton
source: Request export
de: Export anfordern
fr: Demander l'export
it: Richiedi esportazione

# privacyDeleteDialogTitle
source: Delete account
de: Konto löschen
fr: Supprimer le compte
it: Elimina account

# privacyDeleteDialogQuestion
source: Are you sure you want to delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
fr: Voulez-vous vraiment supprimer votre compte ?
it: Sei sicuro di voler eliminare il tuo account?

# privacyDeleteDialogWarningTitle
source: This action will permanently delete:
de: Folgende Daten werden dauerhaft gelöscht:
fr: Cette action supprimera définitivement :
it: Questa azione eliminerà definitivamente:

# privacyDeleteDialogDeleteProfile
source: Your profile and all personal data
de: Ihr Profil und alle persönlichen Daten
fr: Votre profil et toutes les données personnelles
it: Il tuo profilo e tutti i dati personali

# privacyDeleteDialogDeleteProperties
source: All properties and property data
de: Alle Immobilien und Immobiliendaten
fr: Toutes les propriétés et leurs données
it: Tutte le proprietà e i relativi dati

# privacyDeleteDialogDeleteMessages
source: Messages and conversations
de: Nachrichten und Unterhaltungen
fr: Messages et conversations
it: Messaggi e conversazioni

# privacyDeleteDialogDeletePayments
source: Payment history
de: Zahlungshistorie
fr: Historique des paiements
it: Storico dei pagamenti

# privacyDeleteDialogDeleteDocuments
source: All uploaded documents and images
de: Alle hochgeladenen Dokumente und Bilder
fr: Tous les documents et images téléchargés
it: Tutti i documenti e le immagini caricati

# privacyDeleteDialogIrreversible
source: This action cannot be undone. Please export your data first if you want to keep a copy.
de: Diese Aktion kann nicht rückgängig gemacht werden. Exportieren Sie Ihre Daten, wenn Sie eine Kopie behalten möchten.
fr: Cette action est irréversible. Exportez vos données si vous souhaitez conserver une copie.
it: Questa azione è irreversibile. Esporta i tuoi dati se vuoi conservarne una copia.

# privacyDeleteRequestSubmitted
source: Account deletion request submitted. This feature will be available soon.
de: Antrag zum Löschen des Kontos eingereicht. Diese Funktion wird bald verfügbar sein.
fr: Demande de suppression envoyée. Cette fonctionnalité sera bientôt disponible.
it: Richiesta di eliminazione inviata. Questa funzione sarà disponibile a breve.

# privacyDeleteButton
source: Delete account
de: Konto löschen
fr: Supprimer le compte
it: Elimina account

# changePasswordPageTitle
source: Change Password
de: Passwort ändern
fr: Modifier le mot de passe
it: Cambia password

# changePasswordSubtitle
source: Enter your current password and choose a new one
de: Geben Sie Ihr aktuelles Passwort ein und wählen Sie ein neues
fr: Saisissez votre mot de passe actuel et choisissez-en un nouveau
it: Inserisci la password attuale e scegline una nuova

# changePasswordCurrentLabel
source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale

# changePasswordCurrentRequired
source: Please enter your current password
de: Bitte aktuelles Passwort eingeben
fr: Veuillez saisir votre mot de passe actuel
it: Inserisci la password attuale

# changePasswordNewLabel
source: New password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

# changePasswordNewRequired
source: Please enter a new password
de: Bitte ein neues Passwort eingeben
fr: Veuillez saisir un nouveau mot de passe
it: Inserisci una nuova password

# changePasswordNewLength
source: Password must be at least 8 characters long
de: Das Passwort muss mindestens 8 Zeichen lang sein
fr: Le mot de passe doit contenir au moins 8 caractères
it: La password deve avere almeno 8 caratteri

# changePasswordNewComplexity
source: Password must contain uppercase, lowercase, and numbers
de: Das Passwort muss Groß-, Kleinbuchstaben und Zahlen enthalten
fr: Le mot de passe doit contenir des majuscules, minuscules et des chiffres
it: La password deve contenere maiuscole, minuscole e numeri

# changePasswordConfirmRequired
source: Please confirm your new password
de: Bitte neues Passwort bestätigen
fr: Veuillez confirmer votre nouveau mot de passe
it: Conferma la nuova password

# changePasswordConfirmMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# passwordRequirementsTitle
source: Password Requirements
de: Passwortrichtlinien
fr: Exigences pour le mot de passe
it: Requisiti della password

# passwordRequirementLength
source: At least 8 characters long
de: Mindestens 8 Zeichen lang
fr: Au moins 8 caractères
it: Almeno 8 caratteri

# passwordRequirementUppercase
source: Contains uppercase letters (A-Z)
de: Enthält Großbuchstaben (A-Z)
fr: Contient des lettres majuscules (A-Z)
it: Contiene lettere maiuscole (A-Z)

# passwordRequirementLowercase
source: Contains lowercase letters (a-z)
de: Enthält Kleinbuchstaben (a-z)
fr: Contient des lettres minuscules (a-z)
it: Contiene lettere minuscole (a-z)

# passwordRequirementNumbers
source: Contains numbers (0-9)
de: Enthält Zahlen (0-9)
fr: Contient des chiffres (0-9)
it: Contiene numeri (0-9)

# changePasswordButton
source: Change Password
de: Passwort ändern
fr: Modifier le mot de passe
it: Cambia password

source: Invitations
de: Einladungen
it: Inviti

source: Remove Tenant
de: Mieter entfernen
fr: Supprimer le locataire
it: Rimuovi inquilino

# removeTenantConfirmation
source: Are you sure you want to remove this tenant from the property?
de: Sind Sie sicher, dass Sie diesen Mieter von der Immobilie entfernen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce locataire de la propriété ?
it: Sei sicuro di voler rimuovere questo inquilino dalla proprietà?

source: Tenant removed successfully
de: Mieter erfolgreich entfernt
fr: Locataire supprimé avec succès
it: Inquilino rimosso con successo

source: Failed to remove tenant
de: Fehler beim Entfernen des Mieters
fr: Échec de la suppression du locataire
it: Rimozione inquilino fallita

# subscriptionPageTitle
source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento

# subscriptionLoginPrompt
source: Please log in
de: Bitte melden Sie sich an
fr: Veuillez vous connecter
it: Accedi

# subscriptionNoActiveTitle
source: No Active Subscription
de: Kein aktives Abonnement
fr: Aucun abonnement actif
it: Nessun abbonamento attivo

# subscriptionNoActiveDescription
source: You currently don't have an active subscription.
de: Sie haben derzeit kein aktives Abonnement.
fr: Vous n'avez actuellement aucun abonnement actif.
it: Al momento non hai un abbonamento attivo.

# subscriptionViewPlansButton
source: View Plans
de: Pläne anzeigen
fr: Voir les offres
it: Vedi i piani

# subscriptionStatusActive
source: Subscription Active
de: Abonnement aktiv
fr: Abonnement actif
it: Abbonamento attivo

# subscriptionStatusValue
source: Subscription {status}
de: Abonnement {status}
fr: Abonnement {status}
it: Abbonamento {status}

# subscriptionPlanLabel
source: Plan
de: Tarif
fr: Offre
it: Piano

# subscriptionAmountLabel
source: Amount
de: Betrag
fr: Montant
it: Importo

# subscriptionBillingLabel
source: Billing
de: Abrechnung
fr: Facturation
it: Fatturazione

# subscriptionBillingMonthly
source: Monthly
de: Monatlich
fr: Mensuelle
it: Mensile

# subscriptionBillingYearly
source: Yearly
de: Jährlich
fr: Annuelle
it: Annuale

# subscriptionNextBillingLabel
source: Next Billing
de: Nächste Abrechnung
fr: Prochaine facturation
it: Prossima fatturazione

# subscriptionDetailsTitle
source: Subscription Details
de: Abonnementdetails
fr: Détails de l'abonnement
it: Dettagli abbonamento

# subscriptionIdLabel
source: Subscription ID
de: Abonnement-ID
fr: ID d'abonnement
it: ID abbonamento

# subscriptionCustomerIdLabel
source: Customer ID
de: Kunden-ID
fr: ID client
it: ID cliente

# subscriptionCustomerIdUnavailable
source: N/A
de: N/V
it: N/D

# subscriptionStartedLabel
source: Started
de: Gestartet
fr: Début
it: Avviato

# subscriptionEndsLabel
source: Ends
de: Endet
fr: Se termine
it: Termina

# subscriptionManageButton
source: Manage Subscription
de: Abonnement verwalten
fr: Gérer l'abonnement
it: Gestisci abbonamento

# subscriptionCancelButton
source: Cancel Subscription
de: Abonnement kündigen
fr: Annuler l'abonnement
it: Annulla abbonamento

# subscriptionErrorLoading
source: Error loading subscription
de: Fehler beim Laden des Abonnements
fr: Erreur lors du chargement de l'abonnement
it: Errore durante il caricamento dell'abbonamento

# subscriptionNoCustomerIdMessage
source: No customer ID found
de: Keine Kunden-ID gefunden
fr: Aucun ID client trouvé
it: Nessun ID cliente trovato

# subscriptionOpeningPortal
source: Opening Stripe Portal...
de: Stripe-Portal wird geöffnet...
fr: Ouverture du portail Stripe...
it: Apertura del portale Stripe...

# subscriptionFailedToOpenPortal
source: Failed to open portal: {error}
de: Portal konnte nicht geöffnet werden: {error}
fr: Impossible d'ouvrir le portail : {error}
it: Impossibile aprire il portale: {error}

# subscriptionCancelDialogTitle
source: Cancel Subscription?
de: Abonnement kündigen?
fr: Annuler l'abonnement ?
it: Annullare l'abbonamento?

# subscriptionCancelDialogBody
source: Are you sure you want to cancel your subscription? You will lose access to premium features at the end of the current billing period.
de: Sind Sie sicher, dass Sie Ihr Abonnement kündigen möchten? Sie verlieren am Ende des aktuellen Abrechnungszeitraums den Zugriff auf Premium-Funktionen.
fr: Êtes-vous sûr de vouloir annuler votre abonnement ? Vous perdrez l'accès aux fonctionnalités premium à la fin de la période de facturation en cours.
it: Sei sicuro di voler annullare l'abbonamento? Perderai l'accesso alle funzionalità premium al termine dell'attuale periodo di fatturazione.

# subscriptionKeepButton
source: Keep Subscription
de: Abonnement behalten
fr: Conserver l'abonnement
it: Mantieni l'abbonamento

# subscriptionCancelledMessage
source: Subscription cancelled
de: Abonnement gekündigt
fr: Abonnement annulé
it: Abbonamento annullato

# subscriptionCancelErrorMessage
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}

# analyticsAndReports
source: Analytics & Reports
de: Analysen & Berichte
fr: Analyses & Rapports
it: Analisi e Rapporti

source: Revenue Analytics
de: Umsatzanalysen
fr: Analyses des revenus
it: Analisi dei ricavi

source: Revenue Chart Coming Soon
de: Umsatzdiagramm folgt
fr: Graphique des revenus bientôt disponible
it: Grafico dei ricavi in arrivo

source: This Week
de: Diese Woche
fr: Cette semaine
it: Questa settimana

source: This Month
de: Diesen Monat
fr: Ce mois-ci
it: Questo mese

source: This Quarter
de: Dieses Quartal
fr: Ce trimestre
it: Questo trimestre

source: This Year
de: Dieses Jahr
fr: Cette année
it: Quest'anno

source: Report Period
de: Berichtszeitraum
fr: Période du rapport
it: Periodo del rapporto

source: Financial Summary
de: Finanzübersicht
fr: Résumé financier
it: Riepilogo finanziario

source: Total Income
de: Gesamte Einnahmen
fr: Revenu total
it: Entrate totali

source: Payment Summary
de: Zahlungsübersicht
fr: Résumé des paiements
it: Riepilogo pagamenti

# dashboardComponentsRequireBrowser
source: Dashboard components require web browser
de: Dashboard-Komponenten erfordern einen Webbrowser
fr: Les composants du tableau de bord nécessitent un navigateur web
it: I componenti del dashboard richiedono un browser web

source: Dashboard Available on Web
de: Dashboard im Web verfügbar
fr: Tableau de bord disponible sur le web
it: Dashboard disponibile sul web

# visitWebForFullDashboard
source: Visit the web version to access the full {component} dashboard
de: Besuchen Sie die Webversion, um das vollständige {component}-Dashboard zu nutzen
fr: Visitez la version web pour accéder au tableau de bord complet {component}
it: Visita la versione web per accedere al dashboard completo {component}

# planBasicDescription
source: Perfect for individual landlords
de: Perfekt für einzelne Vermieter
fr: Parfait pour les propriétaires individuels
it: Perfetto per proprietari individuali

# planProfessionalDescription
source: Best for growing property portfolios
de: Ideal für wachsende Immobilienportfolios
fr: Idéal pour les portefeuilles immobiliers en croissance
it: Ideale per portafogli immobiliari in crescita

# planEnterpriseDescription
source: For large property management companies
de: Für große Immobilienverwaltungsunternehmen
fr: Pour les grandes sociétés de gestion immobilière
it: Per grandi società di gestione immobiliare

# featureUpToThreeProperties
source: Up to 3 properties
de: Bis zu 3 Immobilien
fr: Jusqu'à 3 propriétés
it: Fino a 3 proprietà

# featureBasicTenantManagement
source: Basic tenant management
de: Basis-Mieterverwaltung
fr: Gestion de locataires basique
it: Gestione inquilini di base

# featurePaymentTracking
source: Payment tracking
de: Zahlungsverfolgung
fr: Suivi des paiements
it: Tracciamento pagamenti

# featureEmailSupport
source: Email support
fr: Support e-mail
it: Supporto email

# featureUpToFifteenProperties
source: Up to 15 properties
de: Bis zu 15 Immobilien
fr: Jusqu'à 15 propriétés
it: Fino a 15 proprietà

# featureAdvancedTenantManagement
source: Advanced tenant management
de: Erweiterte Mieterverwaltung
fr: Gestion avancée des locataires
it: Gestione avanzata inquilini

# featureAutomatedRentCollection
source: Automated rent collection
de: Automatisierte Mietinkasso
fr: Collecte de loyer automatisée
it: Riscossione affitto automatizzata

# featureMaintenanceRequestTracking
source: Maintenance request tracking
de: Verfolgung von Wartungsanfragen
fr: Suivi des demandes de maintenance
it: Tracciamento richieste di manutenzione

# featureFinancialReports
source: Financial reports
de: Finanzberichte
fr: Rapports financiers
it: Report finanziari

# featurePrioritySupport
source: Priority support
de: Priorisierter Support
fr: Support prioritaire
it: Supporto prioritario

# featureUnlimitedProperties
source: Unlimited properties
de: Unbegrenzte Immobilien
fr: Propriétés illimitées
it: Proprietà illimitate

# featureMultiUserAccounts
source: Multi-user accounts
de: Mehrbenutzerkonten
fr: Comptes multi-utilisateurs
it: Account multi-utente

# featureAdvancedAnalytics
source: Advanced analytics
de: Erweiterte Analysen
fr: Analyses avancées
it: Analisi avanzate

# featureApiAccess
source: API access
de: API-Zugriff
fr: Accès API
it: Accesso API

# featureCustomIntegrations
source: Custom integrations
de: Individuelle Integrationen
fr: Intégrations personnalisées
it: Integrazioni personalizzate

# featureDedicatedSupport
source: Dedicated support
de: Dedizierter Support
fr: Support dédié
it: Supporto dedicato

# documentDownloadedTo
source: Document downloaded to: {path}
de: Dokument gespeichert unter: {path}
fr: Document téléchargé dans : {path}
it: Documento scaricato in: {path}

source: Open Folder
de: Ordner öffnen
fr: Ouvrir le dossier
it: Apri cartella

source: Download failed
de: Download fehlgeschlagen
fr: Échec du téléchargement
it: Download fallito

source: Failed to open
de: Öffnen fehlgeschlagen
fr: Échec de l'ouverture
it: Apertura non riuscita

source: Open in External App
de: In externer App öffnen
fr: Ouvrir dans une application externe
it: Apri in app esterna

source: Loading document...
de: Dokument wird geladen...
fr: Chargement du document...
it: Caricamento documento...

source: Unable to load document
de: Dokument konnte nicht geladen werden
fr: Impossible de charger le document
it: Impossibile caricare il documento

source: Download Instead
de: Stattdessen herunterladen
fr: Télécharger à la place
it: Scarica invece

source: View Image
de: Bild anzeigen
fr: Voir l'image
it: Visualizza immagine

source: Load Preview
de: Vorschau laden
fr: Charger l'aperçu
it: Carica anteprima

source: Download to Device
de: Auf Gerät herunterladen
fr: Télécharger sur l'appareil
it: Scarica sul dispositivo

source: Failed to display image
de: Bild konnte nicht angezeigt werden
fr: Impossible d'afficher l'image
it: Impossibile visualizzare l'immagine

source: PDF Document
de: PDF-Dokument
fr: Document PDF
it: Documento PDF

source: Image File
de: Bilddatei
fr: Fichier image
it: File immagine

source: Text File
de: Textdatei
fr: Fichier texte
it: File di testo

source: Word Document
de: Word-Dokument
fr: Document Word
it: Documento Word

source: Excel Spreadsheet
de: Excel-Tabelle
fr: Feuille de calcul Excel
it: Foglio di calcolo Excel

source: PowerPoint Presentation
de: PowerPoint-Präsentation
fr: Présentation PowerPoint
it: Presentazione PowerPoint

source: Document File
de: Dokumentdatei
fr: Fichier document
it: File documento

source: Expiring Soon
de: Läuft bald ab
fr: Expire bientôt
it: In scadenza

source: Expired
de: Abgelaufen
fr: Expiré
it: Scaduto

# expiresOn
source: Expires {date}
de: Läuft ab {date}
fr: Expire le {date}
it: Scade il {date}

# tenantsCount
source: {count} {count, plural, =1{tenant} other{tenants}}
de: {count} {count, plural, =1{Mieter} other{Mieter}}
fr: {count} {count, plural, =1{locataire} other{locataires}}
it: {count} {count, plural, =1{inquilino} other{inquilini}}

# propertiesCount
source: {count} {count, plural, =1{property} other{properties}}
de: {count} {count, plural, =1{Immobilie} other{Immobilien}}
fr: {count} {count, plural, =1{propriété} other{propriétés}}
it: {count} {count, plural, =1{proprietà} other{proprietà}}

# daysAgo
source: {days}d ago
de: {days}T her
fr: Il y a {days}j
it: {days}g fa

# weeksAgo
source: {count, plural, =1{1 week ago} other{{count} weeks ago}}
de: {count, plural, =1{Vor 1 Woche} other{Vor {count} Wochen}}
fr: {count, plural, =1{Il y a 1 semaine} other{Il y a {count} semaines}}
it: {count, plural, =1{1 settimana fa} other{{count} settimane fa}}

source: Subscription Required
de: Abonnement erforderlich
fr: Abonnement requis
it: Abbonamento richiesto

# subscriptionRequiredMessage
source: This feature is available with a subscription.
de: Diese Funktion ist mit einem Abonnement verfügbar.
fr: Cette fonctionnalité est disponible avec un abonnement.
it: Questa funzione è disponibile con un abbonamento.

# subscriptionChoosePlanMessage
source: Choose a plan to unlock all features.
de: Wählen Sie einen Plan, um alle Funktionen freizuschalten.
fr: Choisissez un plan pour débloquer toutes les fonctionnalités.
it: Scegli un piano per sbloccare tutte le funzionalità.

source: View Plans
de: Pläne ansehen
fr: Voir les plans
it: Visualizza piani

source: Total
de: Summe
it: Totale

source: View All Properties
de: Alle Objekte anzeigen
fr: Voir toutes les propriétés
it: Vedi tutte le proprietà

source: No recent messages
de: Keine aktuellen Nachrichten
fr: Aucun message récent
it: Nessun messaggio recente
