Repository: ImmoSync-Switzerland/ImmoSync-App
Catalog: immolink/lib/l10n/app_*.arb
Languages: de, fr, it

source: No pending maintenance requests
de: Keine offenen Wartungsanfragen
fr: Aucune demande de maintenance en attente
it: Nessuna richiesta di manutenzione in sospeso

source: Error loading maintenance request
de: Fehler beim Laden der Wartungsanfrage
fr: Erreur de chargement de la demande de maintenance
it: Errore nel caricamento della richiesta di manutenzione

source: Go Back
de: Zurück
fr: Retour
it: Torna indietro

source: Contractor Information
de: Handwerker Informationen
fr: Informations du prestataire
it: Informazioni appaltatore

source: Contact
de: Kontakt
it: Contatto

source: Company
de: Unternehmen
fr: Entreprise
it: Azienda

source: Notes
de: Notizen
it: Note

source: Reported
de: Gemeldet
fr: Signalé
it: Segnalato

source: Loading address...
de: Adresse wird geladen...
fr: Chargement de l'adresse...
it: Caricamento indirizzo...

# propertyIdLabel
source: Property ID
de: Objekt-ID
fr: ID Propriété
it: ID Proprietà

source: Urgency
de: Dringlichkeit
fr: Urgence
it: Urgenza

source: Scheduled
de: Geplant
fr: Planifié
it: Programmato

source: Estimated
de: Geschätzt
fr: Estimé
it: Stimato

source: Actual Cost
de: Tatsächliche Kosten
fr: Coût réel
it: Costo effettivo

source: Mark as In Progress
de: Als in Arbeit markieren
fr: Marquer en cours
it: Segna in corso

source: Mark as Completed
de: Als abgeschlossen markieren
fr: Marquer terminé
it: Segna completato

# enterNoteHint
source: Enter a note...
de: Notiz eingeben...
fr: Entrer une note...
it: Inserisci una nota...

source: Adding note...
de: Füge Notiz hinzu...
fr: Ajout de la note...
it: Aggiunta nota...

source: Complete Payment
de: Zahlung abschließen
fr: Finaliser le paiement
it: Completa pagamento

# perYearSuffix
source: per year
de: pro Jahr
fr: par an
it: all'anno

# perMonthSuffix
source: per month
de: pro Monat
fr: par mois
it: al mese

# youSavePerYear
source: You save {savings} per year
de: Sie sparen {savings} pro Jahr
fr: Vous économisez {savings} par an
it: Risparmi {savings} all'anno

source: Included Features
de: Enthaltene Funktionen
fr: Fonctionnalités incluses
it: Funzionalità incluse

source: Payment Method
de: Zahlungsmethode
fr: Méthode de paiement
it: Metodo di pagamento

# paymentInfoSecure
source: Your payment information is secure
de: Ihre Zahlungsinformationen sind sicher
fr: Vos informations de paiement sont sécurisées
it: Le tue informazioni di pagamento sono sicure

source: Desktop payment not supported
de: Desktop-Zahlung nicht unterstützt
fr: Paiement sur bureau non pris en charge
it: Pagamento desktop non supportato

# desktopPaymentUseWebOrMobile
source: Please use the web or mobile app to complete your payment.
de: Bitte nutzen Sie Web oder mobile App für die Zahlung.
fr: Veuillez utiliser le web ou l'application mobile pour payer.
it: Utilizza il web o l'app mobile per completare il pagamento.

source: Open Web Version
de: Webversion öffnen
fr: Ouvrir la version web
it: Apri versione web

source: Redirecting to secure payment page...
de: Weiterleitung zur sicheren Zahlungsseite...
fr: Redirection vers la page de paiement sécurisée...
it: Reindirizzamento alla pagina di pagamento sicura...

source: Subscription Terms
de: Abonnementbedingungen
fr: Conditions d'abonnement
it: Termini di abbonamento

# subscriptionBulletAutoRenews
source: Renews automatically every {interval}
de: Verlängert sich automatisch jedes {interval}
fr: Renouvellement automatique chaque {interval}
it: Si rinnova automaticamente ogni {interval}

# yearlyInterval
source: year
de: Jahr
fr: an
it: anno

# monthlyInterval
source: month
de: Monat
fr: mois
it: mese

# subscriptionBulletCancelAnytime
source: Cancel anytime
de: Jederzeit kündbar
fr: Annulation à tout moment
it: Annulla in qualsiasi momento

# subscriptionBulletRefundPolicy
source: Non-refundable once the billing period starts
de: Nicht erstattbar nach Beginn des Abrechnungszeitraums
fr: Non remboursable après le début de la période de facturation
it: Non rimborsabile dopo l'inizio del periodo di fatturazione

# subscriptionBulletAgreeTerms
source: By subscribing you agree to our terms
de: Mit dem Abonnement stimmen Sie unseren Bedingungen zu
fr: En vous abonnant vous acceptez nos conditions
it: Abbonandoti accetti i nostri termini

source: Subscribe Now
de: Jetzt abonnieren
fr: S'abonner maintenant
it: Abbonati ora

source: Continue on Web
de: Im Web fortfahren
fr: Continuer sur le web
it: Continua sul web

# paymentFailed
source: Payment failed: {error}
de: Zahlung fehlgeschlagen: {error}
fr: Paiement échoué : {error}
it: Pagamento non riuscito: {error}

# subscriptionActivated
source: Your {planName} subscription is active!
de: Ihr {planName} Abonnement ist aktiv!
fr: Votre abonnement {planName} est actif !
it: Il tuo abbonamento {planName} è attivo!

source: Get Started
de: Loslegen
fr: Commencer
it: Inizia

source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento

# manageSubscriptionTitle
source: Manage Subscription
de: Abonnement verwalten
fr: Gérer l'abonnement
it: Gestisci abbonamento

# chooseYourPlanTitle
source: Choose Your Plan
de: Wählen Sie Ihren Plan
fr: Choisissez votre plan
it: Scegli il tuo piano

# subscriptionLoadError
source: Failed to load subscription data
de: Abonnementdaten konnten nicht geladen werden
fr: Impossible de charger les données d'abonnement
it: Impossibile caricare i dati dell'abbonamento

# upgradeUnlockFeaturesMessage
source: Upgrade to unlock more features and property limits
de: Upgrade für mehr Funktionen und Immobilienlimits
fr: Mettez à niveau pour débloquer plus de fonctionnalités et de limites
it: Esegui l'upgrade per sbloccare più funzionalità e limiti

# selectPlanIntro
source: Select the perfect plan for your property management needs
de: Wählen Sie den perfekten Plan für Ihre Immobilienverwaltung
fr: Choisissez le plan idéal pour vos besoins de gestion immobilière
it: Seleziona il piano perfetto per le tue esigenze di gestione immobiliare

# highestPlanTitle
source: You're on the highest plan!
de: Sie sind auf dem höchsten Plan!
fr: Vous êtes sur le plan le plus élevé !
it: Sei nel piano più alto!

# highestPlanDescription
source: You have access to all premium features and unlimited property management capabilities.
de: Sie haben Zugriff auf alle Premium-Funktionen und unbegrenzte Immobilienverwaltung.
fr: Vous avez accès à toutes les fonctionnalités premium et une gestion illimitée.
it: Hai accesso a tutte le funzionalità premium e gestione illimitata.

# premiumThanksMessage
source: Thank you for being a premium subscriber!
de: Danke, dass Sie Premium-Abonnent sind!
fr: Merci d'être un abonné premium !
it: Grazie per essere un abbonato premium!

# billingMonthly
source: Monthly
de: Monatlich
fr: Mensuel
it: Mensile

# billingYearly
source: Yearly
de: Jährlich
fr: Annuel
it: Annuale

source: Save {percent}%
de: Sparen Sie {percent}%
fr: Économisez {percent}%
it: Risparmia {percent}%

# currentPlanLabel
source: Current Plan
de: Aktueller Plan
fr: Plan actuel
it: Piano attuale

# statusLabel
source: Status
fr: Statut
it: Stato

# nextBillingLabel
source: Next billing
de: Nächste Abrechnung
fr: Prochaine facturation
it: Prossima fatturazione

# popularBadge
source: Popular
de: Beliebt
fr: Populaire
it: Popolare

# upgradePlanButton
source: Upgrade Plan
de: Plan upgraden
fr: Mettre à niveau le plan
it: Upgrade piano

source: Continue to Payment
de: Weiter zur Zahlung
fr: Continuer au paiement
it: Continua al pagamento

source: Your Property
de: Ihre Immobilie
fr: Votre bien
it: La tua proprietà

source: Recent Activity
de: Letzte Aktivitäten
fr: Activité récente
it: Attività recente

# statusActiveUpper
source: ACTIVE
de: AKTIV
fr: ACTIF
it: ATTIVO

source: My Documents
de: Meine Dokumente
fr: Mes documents
it: I miei documenti

# welcomeUser
source: Welcome, {userName}
de: Willkommen, {userName}
fr: Bienvenue, {userName}
it: Benvenuto, {userName}

# tenantDocumentsIntro
source: Manage all your rental documents, contracts and important papers here.
de: Verwalten Sie hier alle Ihre Mietdokumente, Verträge und wichtigen Unterlagen.
fr: Gérez ici tous vos documents locatifs, contrats et papiers importants.
it: Gestisci qui tutti i tuoi documenti di affitto, contratti e documenti importanti.

source: Document Categories
de: Dokumentenkategorien
fr: Catégories de documents
it: Categorie di documenti

source: Lease Agreement
de: Mietvertrag
fr: Bail
it: Contratto di locazione

# leaseAgreementSubtitle
source: Your current rental contract
de: Ihr aktueller Mietvertrag
fr: Votre contrat de location actuel
it: Il tuo contratto di affitto attuale

source: Operating Costs
de: Nebenkosten
fr: Charges
it: Spese

# operatingCostsSubtitle
source: Statements and receipts
de: Abrechnungen und Belege
fr: Factures et reçus
it: Estratti conto e ricevute

source: Protocols
de: Protokolle
fr: Procès-verbaux
it: Verbali

# protocolsSubtitle
source: Handover and inspection reports
de: Übergabe- und Abnahmeprotokolle
fr: Rapports d'état des lieux
it: Verbali di consegna e ispezione

source: Correspondence
de: Korrespondenz
fr: Correspondance
it: Corrispondenza

# correspondenceSubtitle
source: Emails and letters
de: E-Mails und Briefe
fr: E-mails et lettres
it: Email e lettere

# documentsCount
source: {count} document{pluralSuffix}
de: {count} Dokument{pluralSuffix}
it: {count} documento{pluralSuffix}

# enterSearchTerm
source: Enter a search term
de: Geben Sie einen Suchbegriff ein
fr: Entrez un terme de recherche
it: Inserisci un termine di ricerca

source: No documents found
de: Keine Dokumente gefunden
fr: Aucun document trouvé
it: Nessun documento trovato

source: Document Search
de: Dokumentensuche
fr: Recherche de documents
it: Ricerca documenti

# useDocumentsTabForDetailedSearch
source: Use the documents tab for a detailed search
de: Verwenden Sie die Dokumente-Registerkarte für eine detaillierte Suche
fr: Utilisez l'onglet documents pour une recherche détaillée
it: Usa la scheda documenti per una ricerca dettagliata

source: Recent Documents
de: Aktuelle Dokumente
fr: Documents récents
it: Documenti recenti

source: View All
de: Alle anzeigen
fr: Tout voir
it: Vedi tutto

source: No recent documents
de: Keine aktuellen Dokumente
fr: Aucun document récent
it: Nessun documento recente

# allDocumentsHeader
source: All Documents
de: Alle Dokumente
fr: Tous les documents
it: Tutti i documenti

source: No documents available
de: Keine Dokumente verfügbar
fr: Aucun document disponible
it: Nessun documento disponibile

# documentsSharedByLandlord
source: Documents shared by your landlord will appear here
de: Vom Vermieter geteilte Dokumente erscheinen hier
fr: Les documents partagés par votre propriétaire apparaîtront ici
it: I documenti condivisi dal tuo proprietario appariranno qui

source: Loading documents...
de: Dokumente werden geladen...
fr: Chargement des documents...
it: Caricamento documenti...

source: Error loading documents
de: Fehler beim Laden der Dokumente
fr: Erreur de chargement des documents
it: Errore durante il caricamento dei documenti

source: Please log in to upload documents
de: Bitte melden Sie sich an, um Dokumente hochzuladen
fr: Veuillez vous connecter pour téléverser des documents
it: Accedi per caricare documenti

# downloadingDocument
source: Downloading {name}...
de: Lade {name} herunter...
fr: Téléchargement de {name}...
it: Download di {name}...

# documentDownloadedSuccessfully
source: {name} downloaded successfully
de: {name} erfolgreich heruntergeladen
fr: {name} téléchargé avec succès
it: {name} scaricato con successo

# failedToDownloadDocument
source: Failed to download {name}
de: Fehler beim Herunterladen von {name}
fr: Échec du téléchargement de {name}
it: Download di {name} non riuscito

# documentUploadedSuccessfully
source: Document "{name}" uploaded successfully
de: Dokument "{name}" erfolgreich hochgeladen
fr: Document "{name}" téléversé avec succès
it: Documento "{name}" caricato con successo

# failedToUploadDocument
source: Failed to upload document: {error}
de: Fehler beim Hochladen des Dokuments: {error}
fr: Échec du téléversement du document : {error}
it: Caricamento del documento non riuscito: {error}

# featureComingSoonTitle
source: Coming Soon
de: Bald verfügbar
fr: Bientôt disponible
it: Prossimamente

# featureComingSoonMessage
source: This feature will be available in a future update.
de: Diese Funktion wird in einem zukünftigen Update verfügbar sein.
fr: Cette fonctionnalité sera disponible dans une prochaine mise à jour.
it: Questa funzione sarà disponibile in un prossimo aggiornamento.

source: Expiring
de: Läuft bald ab
fr: Expire bientôt
it: In scadenza

source: Upload Document
de: Dokument hochladen
fr: Téléverser un document
it: Carica documento

source: No specific property
de: Keine spezifische Immobilie
fr: Aucune propriété spécifique
it: Nessuna proprietà specifica

# failedToUploadDocumentGeneric
source: Failed to upload document: {error}
de: Fehler beim Hochladen des Dokuments: {error}
fr: Échec du téléversement du document : {error}
it: Caricamento del documento non riuscito: {error}

source: Insurance
de: Versicherung
fr: Assurance
it: Assicurazione

source: Inspection Reports
de: Inspektionsberichte
fr: Rapports d'inspection
it: Rapporti di ispezione

source: Legal Documents
de: Rechtliche Dokumente
fr: Documents juridiques
it: Documenti legali

# otherCategory
source: Other
de: Sonstige
fr: Autres
it: Altro

source: Document Management
de: Dokumentenverwaltung
fr: Gestion des documents
it: Gestione documenti

# welcomeBack
source: Welcome back, {name}
de: Willkommen zurück, {name}
fr: Bon retour, {name}
it: Bentornato, {name}

source: Quick Upload
de: Schnell-Upload
fr: Téléversement rapide
it: Caricamento rapido

source: Notice
de: Mitteilung
fr: Avis
it: Avviso

source: Receipt
de: Beleg
fr: Reçu
it: Ricevuta

source: Filter Documents
de: Dokumente filtern
fr: Filtrer les documents
it: Filtra documenti

source: Loading properties...
de: Lade Objekte...
fr: Chargement des propriétés...
it: Caricamento proprietà...

source: Document Library
de: Dokumentbibliothek
fr: Bibliothèque de documents
it: Libreria documenti

# uploadFirstDocument
source: Upload your first document to get started
de: Laden Sie Ihr erstes Dokument hoch, um zu beginnen
fr: Téléversez votre premier document pour commencer
it: Carica il tuo primo documento per iniziare

# sizeLabel
source: Size
de: Größe
fr: Taille
it: Dimensione

# recentLabel
source: Recent
de: Neueste
fr: Récent
it: Recenti

# importantLabel
source: Important
de: Wichtig
it: Importante

source: Document Name
de: Dokumentname
fr: Nom du document
it: Nome documento

source: Description (optional)
de: Beschreibung (optional)
fr: Description (optionnel)
it: Descrizione (opzionale)

source: Assign to Property (optional)
de: Objekt zuweisen (optional)
fr: Associer à une propriété (optionnel)
it: Assegna alla proprietà (opzionale)

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
it: Sei sicuro?

# documentDeletedSuccessfully
source: Document "{name}" deleted successfully
de: Dokument "{name}" erfolgreich gelöscht
fr: Document "{name}" supprimé avec succès
it: Documento "{name}" eliminato con successo

# failedToDeleteDocument
source: Failed to delete document: {error}
de: Dokument konnte nicht gelöscht werden: {error}
fr: Échec de la suppression du document : {error}
it: Impossibile eliminare il documento: {error}

# noAppToOpenFile
source: No app found to open this file
de: Keine App zum Öffnen dieser Datei gefunden
fr: Aucune application trouvée pour ouvrir ce fichier
it: Nessuna app trovata per aprire questo file

# exportReportsTitle
source: Export Reports
de: Berichte exportieren
fr: Exporter les rapports
it: Esporta report

# exportFormatPrompt
source: Select export format
de: Exportformat wählen
fr: Choisir le format d'export
it: Seleziona il formato di esportazione

source: Export PDF
de: PDF exportieren
fr: Exporter PDF
it: Esporta PDF

source: Generating PDF report...
de: PDF-Bericht wird erstellt...
fr: Génération du rapport PDF...
it: Generazione del report PDF...

# pdfExportInfo
source: PDF export feature will be implemented with pdf package
de: PDF-Exportfunktion wird mit dem pdf-Paket implementiert
fr: La fonction d'export PDF sera implémentée avec le package pdf
it: La funzione di esportazione PDF sarà implementata con il pacchetto pdf

source: Property Overview
de: Immobilienübersicht
fr: Aperçu des propriétés
it: Panoramica proprietà

source: Maintenance Overview
de: Wartungsübersicht
fr: Aperçu de la maintenance
it: Panoramica manutenzione

source: Recent Payments
de: Letzte Zahlungen
fr: Paiements récents
it: Pagamenti recenti

source: No payments found
de: Keine Zahlungen gefunden
fr: Aucun paiement trouvé
it: Nessun pagamento trovato

source: Collected
de: Eingezogen
fr: Collecté
it: Incassato

source: Total Paid
de: Gesamt bezahlt
fr: Total payé
it: Totale pagato

source: Total Payments
de: Gesamtzahlungen
fr: Paiements totaux
it: Pagamenti totali

source: Total Requests
de: Gesamtanfragen
fr: Demandes totales
it: Richieste totali

# subscriptionStatus
source: Status
fr: Statut
it: Stato

# subscriptionMonthlyAmount
source: Monthly Amount
de: Monatlicher Betrag
fr: Montant mensuel
it: Importo mensile

# subscriptionYearlyCost
source: Yearly Cost
de: Jährliche Kosten
fr: Coût annuel
it: Costo annuale

# subscriptionMonthlyCost
source: Monthly Cost
de: Monatliche Kosten
fr: Coût mensuel
it: Costo mensile

# subscriptionNextBilling
source: Next Billing
de: Nächste Abrechnung
fr: Prochaine facturation
it: Prossima fatturazione

# subscriptionBillingInterval
source: Billing Interval
de: Abrechnungsintervall
fr: Intervalle de facturation
it: Intervallo di fatturazione

# subscriptionMySubscription
source: My Subscription
de: Mein Abonnement
fr: Mon abonnement
it: Il mio abbonamento

# subscriptionActive
source: Active
de: Aktiv
fr: Actif
it: Attivo

# subscriptionPastDue
source: Past Due
de: Zahlungsrückstand
fr: En retard
it: Scaduto

# subscriptionCanceled
source: Canceled
de: Gekündigt
fr: Annulé
it: Annullato

# subscriptionPaymentDue
source: Payment Due!
de: Zahlung fällig!
fr: Paiement dû !
it: Pagamento dovuto!

# subscriptionNextPayment
source: Next Payment
de: Nächste Zahlung
fr: Prochain paiement
it: Prossimo pagamento

# subscriptionInDays
source: In {days} days
de: In {days} Tagen
fr: Dans {days} jours
it: Tra {days} giorni

# subscriptionToday
source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

# subscriptionOverdue
source: Overdue
de: Überfällig
fr: En retard
it: In ritardo

# subscriptionMemberSince
source: Member Since
de: Mitglied seit
fr: Membre depuis
it: Membro dal

# subscriptionMonthly
source: Monthly
de: Monatlich
fr: Mensuel
it: Mensile

# subscriptionYearly
source: Yearly
de: Jährlich
fr: Annuel
it: Annuale

source: No Active Subscription
de: Kein aktives Abonnement
fr: Aucun abonnement actif
it: Nessun abbonamento attivo

# noActiveSubscriptionLandlord
source: Subscribe to unlock premium features and manage your properties more efficiently.
de: Abonnieren Sie, um Premium-Funktionen freizuschalten und Ihre Immobilien effizienter zu verwalten.
fr: Abonnez-vous pour débloquer les fonctionnalités premium et gérer vos propriétés plus efficacement.
it: Abbonati per sbloccare le funzionalità premium e gestire le tue proprietà in modo più efficiente.

# noActiveSubscriptionTenant
source: Subscribe to access all features and enjoy a seamless experience.
de: Abonnieren Sie, um auf alle Funktionen zuzugreifen und ein nahtloses Erlebnis zu genießen.
fr: Abonnez-vous pour accéder à toutes les fonctionnalités et profiter d'une expérience sans faille.
it: Abbonati per accedere a tutte le funzionalità e goderti un'esperienza senza interruzioni.

source: Tenant Payments
de: Mieter-Zahlungen
fr: Paiements des locataires
it: Pagamenti degli inquilini

source: Total Outstanding
de: Gesamt ausstehend
fr: Total en suspens
it: Totale in sospeso

source: Pending Payments
de: Ausstehende Zahlungen
fr: Paiements en attente
it: Pagamenti in attesa

source: Overdue Payments
de: Überfällige Zahlungen
fr: Paiements en retard
it: Pagamenti scaduti

# noTenantsYetMessage
source: Add tenants to your properties to track their subscription payments.
de: Fügen Sie Mieter zu Ihren Immobilien hinzu, um deren Abonnementzahlungen zu verfolgen.
fr: Ajoutez des locataires à vos propriétés pour suivre leurs paiements d'abonnement.
it: Aggiungi inquilini alle tue proprietà per monitorare i loro pagamenti di abbonamento.

source: Invitation Sent
de: Einladung gesendet
fr: Invitation envoyée
it: Invito inviato

source: Property Invitation
de: Immobilien-Einladung
fr: Invitation de propriété
it: Invito alla proprietà

# toTenant
source: To {tenantName} - {propertyAddress}
de: An {tenantName} • {propertyAddress}
fr: À {tenantName} • {propertyAddress}
it: A {tenantName} • {propertyAddress}

# fromLandlord
source: From {landlordName}
de: Von {landlordName}
fr: De {landlordName}
it: Da {landlordName}

source: Unknown Tenant
de: Unbekannter Mieter
fr: Locataire inconnu
it: Inquilino sconosciuto

# invitationAccepted
source: Accepted
de: Akzeptiert
fr: Acceptée
it: Accettato

# invitationPending
source: Pending
de: Ausstehend
fr: En attente
it: In attesa

# messageLabel
source: Message
de: Nachricht
it: Messaggio

source: Decline
de: Ablehnen
fr: Refuser
it: Rifiuta

source: Accept
de: Annehmen
fr: Accepter
it: Accetta

# invitationExpired
source: This invitation has expired
de: Diese Einladung ist abgelaufen
fr: Cette invitation a expiré
it: Questo invito è scaduto

# acceptedOn
source: Accepted {date}
de: Akzeptiert {date}
fr: Acceptée le {date}
it: Accettato il {date}

# declinedOn
source: Declined {date}
de: Abgelehnt {date}
fr: Refusée le {date}
it: Rifiutato il {date}

# receivedOn
source: Received {date}
de: Erhalten {date}
fr: Reçue le {date}
it: Ricevuto il {date}

source: just now
de: gerade eben
fr: à l'instant
it: proprio ora

# minutesAgo
source: {minutes}m ago
de: {minutes}m her
fr: Il y a {minutes}m
it: {minutes}m fa

# hoursAgo
source: {hours}h ago
de: {hours}h her
fr: Il y a {hours}h
it: {hours}h fa

source: Image removed
de: Bild entfernt
fr: Image supprimée
it: Immagine rimossa

source: Upgrade Plan
de: Plan upgraden
fr: Mettre à niveau le plan
it: Aggiorna piano

source: Edit Property
de: Immobilie bearbeiten
fr: Modifier la propriété
it: Modifica proprietà

source: New Property
de: Neue Immobilie
fr: Nouvelle propriété
it: Nuova proprietà

# addPropertyDetails
source: Add property details to get started
de: Immobiliendetails hinzufügen, um zu beginnen
fr: Ajoutez les détails de la propriété pour commencer
it: Aggiungi i dettagli della proprietà per iniziare

# updatePropertyDetails
source: Update your property details
de: Immobiliendetails aktualisieren
fr: Mettez à jour les détails de votre propriété
it: Aggiorna i dettagli della tua proprietà

source: Street Address
de: Straße
fr: Adresse
it: Indirizzo

source: City
de: Stadt
fr: Ville
it: Città

source: Postal Code
de: Postleitzahl
fr: Code postal
it: Codice postale

source: Images
de: Bilder
it: Immagini

# addressRequired
source: Address is required
de: Adresse ist erforderlich
fr: L'adresse est requise
it: L'indirizzo è richiesto

# cityRequired
source: City is required
de: Stadt ist erforderlich
fr: La ville est requise
it: La città è richiesta

# postalCodeRequired
source: Postal code is required
de: Postleitzahl ist erforderlich
fr: Le code postal est requis
it: Il codice postale è richiesto

# rentRequired
source: Rent is required
de: Miete ist erforderlich
fr: Le loyer est requis
it: L'affitto è richiesto

# sizeRequired
source: Size is required
de: Größe ist erforderlich
fr: La taille est requise
it: La dimensione è richiesta

# roomsRequired
source: Rooms are required
de: Zimmer sind erforderlich
fr: Les pièces sont requises
it: Le stanze sono richieste
